{
  "meta": {
    "title": ""
  },
  "info": {
    "entrance": "Entrance",
    "booth": "Booth",
    "booth_1": "Booth 1",
    "booth_2": "Booth 2",
    "party": "Party",
    "party_1": "Party 1",
    "party_2": "Party 2",
    "virtual_venue": "Virtual Venue",
    "online_conference": "Online Conference",
    "day_1_rb_online": "Day1 RB Live Room",
    "day_1_au_online": "Day1 AU Live Room",
    "day_2_rb_online": "Day2 RB Live Room",
    "day_2_au_online": "Day2 AU Live Room",
    "tabs": {
      "announcement": "Announcement"
    }
  },
  "notice": {
    "title": "COSCUP 2023 Notice",
    "content": "## Free Admission\nYou don't need to register for COSCUP 2023. But please fill out this survey to help us learn more about the open source demographics in Taiwan!\n\n [Start the Survey Now](https://coscup.org/2023-survey)\n\n## Donate\nCOSCUP is held by volunteers of Open Source Communities in Taiwan. We rely on sponsorship and individual supporters like you to maintain COSCUP annually.\n\n[Donate Us！](https://ocf.neticrm.tw/civicrm/contribute/transact?reset=1&id=51)\n\n## Subscribe newsletter\nPlease feel free to subscribe to our newsletter. You will receive important reminders and exciting activities.\n\n[Subscribe Now！](https://secretary.coscup.org/subscribe/coscup)"
  },
  "coc": {
    "title": "COSCUP Code of Conduct",
    "content": "Be respectful of other people. Respectfully ask people to stop if you are bothered, and if you can’t resolve an issue, contact any ally you may know, or the event staff. If you engage in that behavior (offensive or disruptive), you’ll be asked to leave.\n\nPlease note that by participating in the event, it is understood that you have acknowledged and agree to abide by this code of conduct.\n\n[More](https://hackmd.io/@coscup/cococo-en)"
  },
  "about": {
    "title": "About COSCUP",
    "content": "COSCUP is an annual conference held by Taiwanese Open source community participants since 2006. It's a major force of Free software movement advocacy in Taiwan. The event is often held with talks, sponsor and communities booths, and Birds of a feather. In addition to international speakers, many Taiwanese local Open Source contributors often give their talks here. The chief organizer, staffs, and speakers are all volunteers.\n\nCOSCUP's aim is providing a platform to connect Open Source coders, users, and promoters, and promote FLOSS with the annual conference. The conference is free to attend because of the enthusiastic sponsors and donators.\n\nIt is a common fact that the coders of traditional commercial software rarely interact with users.\n\nThe term \"Open Source\" appears in 1998, which is familiar to everyone. This kind of developing pattern working on the Internet over 20 to 30 years attributes to many reasons. The key factor may be the direct interaction with coders and users, which forms a rapid feedback and patch system on bugs. This pattern is enlarged by the Internet, where Linus's law \"With enough eyeballs, all bugs are shallow\" occurs, thereby the software's quality enhances. In Open Source pattern, promoters take the position between coders and users, rather than sales and customer service. They package software suites to get installation easier, write documents to lower its learning curve, hold events to spread good software, solve questions from the Internet without creating information asymmetry.\n\nWhoever you are a Open Source coder, a devoted Open Source promoter, a user familiar with Open Source, or even a newcomer, we sincerely welcome you to be a part of COSCUP!\n"
  }
}
