{
  "agenda": {
    "meta": {
      "title": "Agenda"
    }
  },
  "app": {
    "navbar": {
      "home": "COSCUP 2020",
      "agenda": "Agenda",
      "map": "Map",
      "venue": "Venue",
      "sponsor": "Sponsor",
      "staff": "Staff",
      "blog": "Blog",
      "press-release": "Press Release",
      "coc": "CoC",
      "languageSwitch": "EN"
    },
    "footer": {
      "websites": "Websites",
      "social": "Social Media"
    }
  },
  "home": {
    "meta": {
      "title": ""
    },
    "info": {
      "venue": "NTUST",
      "tabs": {
        "announcement": "Announcement"
      }
    },
    "notice": {
      "title": "COSCUP 2020 Notice",
      "content": "No registration required for COSCUP 2020. Because of COVID-19, every participants have to fill out the Health Declaration Card before 2020/08/01. Our staff will ask you to show it during the two-days conference.\n\nThe Health Declaration Card will be released on 2020/07/20 (12 days before the conference)\n\nSubscribe the COSCUP newspaper to receive important reminders and exciting activities.\n\n[Subscribe Now！](https://secretary.coscup.org/subscribe/coscup)\n\nDon’t forget, **No Registration** + **Your Health Declaration Card** are the way to join COSCUP 2020.\n\nBy the way, the tickets of the COSCUP Welcome Party (7/31) will be sold on 2020/07/15. More details will be announced on 2020/07/04."
    },
    "about": {
      "title": "About COSCUP",
      "content": "COSCUP is an annual conference held by Taiwanese Open source community participants since 2006. It's a major force of Free software movement advocacy in Taiwan. The event is often held with talks, sponsor and communities booths, and Birds of a feather. In addition to international speakers, many Taiwanese local Open Source contributors often give their talks here. The chief organizer, staffs, and speakers are all volunteers.\n\nCOSCUP's aim is providing a platform to connect Open Source coders, users, and promoters, and promote FLOSS with the annual conference. The conference is free to attend because of the enthusiastic sponsors and donators. Since the conference venue is limited, tickets are often sold out immediately after the online registration starts.\n\nIt is a common fact that the coders of traditional commercial software rarely interact with users.\n\nThe term \"Open Source\" appears in 1998, which is familiar to everyone. This kind of developing pattern working on the Internet over 20 to 30 years attributes to many reasons. The key factor may be the direct interaction with coders and users, which forms a rapid feedback and patch system on bugs. This pattern is enlarged by the Internet, where Linus's law \"With enough eyeballs, all bugs are shallow\" occurs, thereby the software's quality enhances. In Open Source pattern, promoters take the position between coders and users, rather than sales and customer service. They package software suites to get installation easier, write documents to lower its learning curve, hold events to spread good software, solve questions from the Internet without creating information asymmetry.\n\nWhoever you are a Open Source coder, a devoted Open Source promoter, a user familiar with Open Source, or even a newcomer, we sincerely welcome you to be a part of COSCUP!\n"
    }
  },
  "map": {
    "meta": {
      "title": "Map"
    }
  },
  "sponsor": {
    "meta": {
      "title": "Sponsor"
    },
    "callForSponsorship": {
      "title": "Call For Sponsorship",
      "content": "Contact"
    },
    "level": {
      "titanium": "Titanium Sponsor",
      "diamond": "Diamond Sponsor",
      "gold": "Gold Sponsor",
      "silver": "Silver Sponsor",
      "bronze": "Bronze Sponsor",
      "co-organizer": "Co-Organizer",
      "special-thanks": "Special Thanks"
    }
  },
  "staff": {
    "meta": {
      "title": "Staff"
    },
    "groups": {
      "secretary": "Administrative Staff",
      "coordinator": "General Coordinator",
      "program": "Program Staff",
      "field": "Field Staff",
      "streaming": "Recordings Staff",
      "finance": "Finance Staff",
      "marketing": "Marketing Staff",
      "it": "IT Staff",
      "photo": "Photo Staff",
      "sponsor": "Sponsor Staff"
    }
  },
  "venue": {
    "meta": {
      "title": "Venue"
    },
    "title": "Venue",
    "name": "NTUST",
    "address": "No. 43 Keelung Road, Section 4, Taipei 106, Taiwan",
    "plans": [
      {
        "name": "Taipei Metro",
        "description": "Take Songshan–Xindian line (Green Line) to Gongguan station (G07). Leave Gonguan station via Exit 2, and turn left. Follow Roosevelt Road and head to Keelung Road. Cross Keelung Road, turn left on Keelung Road, and walk for 4 mins. You will see National Taiwan University of Science and Technology Campus on the right hand side."
      },
      {
        "name": "Taoyuan Airport",
        "description": "Taoyuan Metro:\n\nTake Commuter or Express train to Taipei Main Station (A1) from the Airport B1. And follow the \"Taipei Metro\" guide.\n\nTaiwan High Speed Rail:\n\nTake Taoyuan Metro to THSR Taoyuan Station (A18) via Commuter or Express train, then take THSR to Taipei Station, and follow the \"Taipei Metro\" guide."
      }
    ]
  }
}