{"communities":[{"id":"k8s","track":"Kubernetes Community Day Taiwan","image":"https://coscup.org/2023/images/community/k8s.png","link":"https://cloudnative.tw/","name":{"en":"Cloud Native Taiwan User Group","zh-TW":"雲原生台灣社群"},"intro":{"en":"Cloud Native Computing Taiwan User Group is dedicated to combine community of Cloud Native related projects such as Kubernetes, OpenStack, Ceph, SDN. We held meetups regularly to share related technologies and promote them. We wish to grow this user group with the help from community members to increase contributions to Cloud Native Platforms in Taiwan. We also wish to promote the concept of “Cloud Native” to enterprise, academic institutes, and governments.","zh-TW":"Cloud Native Taiwan User Group 希望整合台灣雲端相關社群如 OpenStack, Kubernetes, Ceph, SDN 等，並利用 Meetup 定期在各台灣地區舉辦技術與推廣分享活動。目的是藉此群策群力來使該社團快速成長，以對台灣在雲端開源平台的貢獻，另外我們更希望該社群持有 Cloud Native 概念，並將此推廣至台灣企業、學校、政府單位等。"},"topics":[{"name":{"en":"Kubernetes Community Day Taiwan","zh-TW":"Kubernetes Community Day Taiwan"},"intro":{"en":"\nKubernetes Community Days (KCD) is an official community event supported and certified by the Cloud Native Computing Foundation (CNCF). The conference brings together users and technical professionals from the open source and cloud native community for education, collaboration, and sharing.\n\nKubernetes Community Days Taiwan (KCD Taiwan) is a local KCD community event organized by the Cloud Native Taiwan User Group (CNTUG). Its purpose is to use the power of the local community to encourage more people to participate in the Kubernetes community for mutual exchange and learning, and to sustain and develop the community.","zh-TW":"Kubernetes Community Days (KCD) 是由雲原生計算基金會 (CNCF) 支持與認證的官方社群組織活動，此會議集結來自開源和雲原生社區的使用者及技術人員，以進行教育、協作和分享。\n\n本次 Kubernetes Community Days Taiwan (KCD Taiwan) 是由台灣雲原生使用者社群 (Cloud Native Taiwan User Group, CNTUG) 所主辦的在地 KCD 的社群活動。其目的是透過本土社群的力量，讓更多人參與 Kubernetes 社群互相交流和學習，並以此持續發展和維持社群。"},"link":"https://community.cncf.io/events/details/cncf-kcd-taiwan-presents-kubernetes-community-days-taiwan-2023/"}],"booths":[{"name":{"en":"Kuberentes Community Day Taiwan","zh-TW":"Kuberentes Community Day Taiwan"},"intro":{"en":"Cloud Native Taiwan User Group (CNTUG) is a Taiwan-based community that is dedicated to promoting Cloud Native-related technologies and also covers OpenInfra Foundation technologies. As users of Kubernetes and many CNCF projects (https://landscape.cncf.io/) in Taiwan, the group provides a platform for technical exchanges, bringing together users, developers, and evangelists from various industries to share the latest Cloud Native technologies and practical experiences and promote Taiwan's development in the Cloud Native field","zh-TW":"我們將在攤位介紹 CNCF 相關專案、閒聊與發送小貼紙，歡迎來我們攤位逛逛！"},"link":"https://cloudnative.tw/"}]},{"id":"go","track":"Golang Taiwan @COSCUP 2023","image":"https://coscup.org/2023/images/community/go.png","link":"https://www.facebook.com/groups/269001993248363/?locale=zh_TW","name":{"en":"Golang Taiwan","zh-TW":"Golang Taiwan"},"intro":{"en":"A place for sharing everything about the Go programming language.","zh-TW":"交流Go程式語言的地方"},"topics":[{"name":{"en":"Golang Taiwan @COSCUP 2023","zh-TW":"Golang Taiwan @COSCUP 2023"},"intro":{"en":"Golang Taiwan, Gopher Taipei is one of the largest programming language communities in Taiwan. The group aims to build strong connections with gophers and learn Golang together, and it provides some opportunities for knowledge sharing with regular meetup.","zh-TW":"台灣 Go 程式語言 (Golang Taiwan, Gopher Taipei) 社群由一群熱愛 Go 語言的開發者所組成，目前已擁有超過 1 萬名社群成員。我們除了每個月舉辦技術聚會讓 Gopher 互相交流學習之外，也經常在社群內分享相關議題，並且樂於協助新入門的朋友們。"},"link":""}],"booths":[{"name":{"en":"Golang Taiwan","zh-TW":"Golang Taiwan"},"intro":{"en":"In addition to session presentations, we will also engage in discussions about the Go programming language at our booth. We welcome everyone to interact with us and receive gifts!","zh-TW":"除了議程分享外，我們將也會在攤位與大家一起交流 Go 程式語言，歡迎大家來互動拿禮物！"},"link":"https://www.facebook.com/groups/269001993248363/?locale=zh_TW"}]},{"id":"mysql","track":"MySQL 共享平台","image":"https://coscup.org/2023/images/community/mysql.png","link":"_","name":{"en":"MySQL Sharing Studio","zh-TW":"MySQL共享平台"},"intro":{"en":"We welcome all MySQL users, developers, and anyone who cares about MySQL to come here and share your experiences, insights, and ideas about MySQL.","zh-TW":"我們歡迎所有MySQL的使用者、開發者、以及任何關心MySQL的朋友們來這裡分享您對MySQL的經驗、心得、和點子"},"topics":[{"name":{"en":"MySQL sharing platform","zh-TW":"MySQL共享平台"},"intro":{"en":"Taiwan MySQL user community is a place for sharing their experience and opinions about MySQL. Please visit our community facebook to know more about MySQL Taiwan User Group","zh-TW":"台灣MySQL便用者社群，為所有人提供分享和交流MySQL心得和知識的地方"},"link":""}],"booths":[]},{"id":"edge","track":"Open Edge AI & TinyML","image":"https://coscup.org/2023/images/community/edge.png","link":"https://www.facebook.com/groups/edgeaitw/","name":{"en":"Edge AI Taiwan Groups","zh-TW":"Edge AI Taiwan邊緣智能交流區"},"intro":{"en":"We are a group of partners who love edge intelligence and tiny machine learning. Regardless of the type of hardware or algorithm, as long as AI applications can be run on batteries without network connection, they are within the scope of community discussion. Everyone is welcome to join. ","zh-TW":"我們是一群熱愛邊緣智能及微小機器學習的伙伴，不管是那一類型的硬體、算法，只要能在無網路情況下使用電池來運行AI應用，都在社群討論的範圍內。歡迎大家一起來加入。"},"topics":[{"name":{"en":"Open Edge AI & TinyML","zh-TW":"Open Edge AI & TinyML"},"intro":{"en":"Recently, with the rapid progress of software, hardware and various AI algorithms, various intelligent applications have sprung up like mushrooms after rain. In the past, related applications such as AIoT still relied on cloud to provide AI computing services. Now it can be achieved completely offline. Applications such as voice wake-up, motion detection, anomaly detection, image classification, object detection and other applications can be realized. This session hopes to gather more like-minded partners to share their achievements in open source Edge AI (Edge intelligence) and TinyML (Tiny Machine Learning & AI). We hope to let more people understand this technology and land it so that they can have a more convenient life.","zh-TW":"近年來隨著軟韌硬體的飛快進步及各項AI算法的到位，各項智能應用如雨後春筍般快速掘起，過去像智慧物聯網(AIoT)等相關應用都還需仰賴雲端來提供AI運算服務，如今在完全離線下亦可以實現，像是語音喚醒、運動偵測、異常偵測、影像分類、物件偵測等應用。此次議程希望召集更多有志一同的伙伴來分享一下關於開源離網邊緣智能（Edge AI）及微型機器學習(TinyML)的成果，期待讓更多人了解這項技術並落地，以便擁有更方便的生活。"},"link":""}],"booths":[]},{"id":"coodfa","track":"Open啥款！農業除了資料還能開放什麼？/What else can be open besides data in agriculture?","image":"https://coscup.org/2023/images/community/coodfa.png","link":"_","name":{"en":"Community of Open Data for Agriculture (COODFA)","zh-TW":"農業開放資料社群"},"intro":{"en":"The Agricultural Open Data Community originated from a 2019 agricultural think tank report project, and was spontaneously formed by the project team of the Agricultural Technology Research Institute and Taiwanese software companies to promote the development of Taiwan's digital agriculture and data technology through non-governmental community efforts. In 2020, the Agricultural Open Data Community collaborated with the Open Source Conference, leveraging the promotion experience and network of the Open Culture Foundation to hold the \"2020 Agricultural Open Data Forum\". Since then, annual conferences and gatherings have been held, inviting passionate pioneers from all over Taiwan who are striving to promote \"open agricultural data\" to selflessly share their hard work and tears in the annual community events. This year, we have expanded the scope of the agenda, and regardless of data, products, services, or source code, as long as they are open to users, everyone is welcome to submit contributions!","zh-TW":"起源於2019年的農業智庫報導計畫，由計畫團隊農科院與台灣資服軟體業者自發性的組成開放資料與開源數位服務社群。2020年農業開放資料社群與開源人年會合作，借助開放文化基金會的推廣經驗與人脈，舉辦了「2020農業開放資料論壇」。爾後每年舉辦年會與小聚活動，邀請北中南東台灣各地正努力推動「開放農業資料」的熱血志士們，在一年一度的社群活動中無私地分享自己的辛酸血淚。今年我們擴大議程類別，不論資料、產品、服務還是源碼，只要有開放給使用者，歡迎大家來投稿！"},"topics":[{"name":{"en":"What else can be open besides data in agriculture?","zh-TW":"Open啥款！農業除了資料還能開放什麼？"},"intro":{"en":"The purpose of the Agricultural Open Data Community is to promote the development of Taiwan's digital agriculture and data technology through the power of non-governmental communities. At the same time, regular exchange activities are held to promote the exchange of digital tool usage experiences among developers, farmers, and users, nurturing Taiwan's agricultural digital technology ecosystem.","zh-TW":"農業開放資料社群的宗旨是以非政府的社群的力量，推動台灣數位農業與資料科技的落地發展。同時定期舉辦交流活動，促進開發者、農民與使用者等交換數位工具的使用心得，孕育台灣農業數位科技的生態系。"},"link":""}],"booths":[{"name":{"en":"COODFA","zh-TW":"COODFA"},"intro":{"en":"We are the agricultural open data community, and welcome any congregation interested in agricultural open data to chat with us. We will share some farmer's agricultural products at the booth for everyone!","zh-TW":"我們是農業開放資料社群，歡迎對農業開放資料有興趣的會眾來與我們聊天。我們將在攤位上分享一些農友的農產品送給大家喔！"},"link":"https://line.me/R/ti/p/@397mywvz"}]},{"id":"readsourcecode","track":"帶您讀源碼 Let’s Read the Source Code","image":"https://coscup.org/2023/images/community/readsourcecode.png","link":"https://twitter.com/daininduyuanma","name":{"en":"Let's Read the Source Code Production Committee","zh-TW":"帶您讀源碼製作委員會"},"intro":{"en":"Let's Read the Source Code Production Committee By reading source code, we hope to encourage more people to get involved in software development and plant the seeds of \"programmers\".","zh-TW":"藉由讀源碼鼓動更多人投入軟體開發，撒下一顆顆「程式人」的育成種子。 "},"topics":[{"name":{"en":"Let’s Read the Source Code","zh-TW":"帶您讀源碼"},"intro":{"en":"\nThe source code is the core of software, and by reading the source code, we can get closer to the soul of the software.\n\n“Let's Read the Source Code” is a program track designed to help participants delve deeply into the implementation of open-source projects, including various libraries, frameworks, and tools. You will have the opportunity to learn about the process of open-source projects, their architectural components, iterative history, operating principles, key code, and key algorithms. At the same time, you can also learn about the introduction and usage tips of related auxiliary tools.\n\nIn this program track, you can listen to developers sharing their understanding and experience with code, as well as the process of tracking and analyzing it. They will share the essence of the code with you, explain how it works, and how to improve it.\n\n“Let's Read the Source Code” will take you into the world of source code, deeply exploring the principles behind the software, allowing you to better understand the essence of programming.","zh-TW":"原始碼是軟體的核心，藉由閱讀原始碼，我們可以更靠近軟體的靈魂。\n\n「帶您讀源碼」議程軌旨在幫助參與者深入了解開源專案的實作方式，包括各種程式庫、框架和工具等。您將有機會學習開源專案的流程運作、架構組成、迭代歷程、運作原理、關鍵程式碼、關鍵演算法等方面的知識。同時，您還可以了解相關輔助工具的介紹和使用技巧。\n\n在這個議程軌中，您可以聽到開發者們分享他們對程式碼的理解和經驗，看到他們追蹤和分析的過程。他們會與您分享程式碼中的精華部分，解釋如何運作，以及如何改進。\n\n「帶您讀源碼」將帶您進入原始碼的世界，深入挖掘軟體背後的原理，讓您更加了解程式設計的本質。"},"link":""}],"booths":[]},{"id":"healthcare","track":"醫療資訊開放標準與開源解決方案\nOpen standards and open source solutions for healthcare information.","image":"https://coscup.org/2023/images/community/healthcare.png","link":"https://slat.org/","name":{"en":"Software Liberty Association Taiwan","zh-TW":"中華民國軟體自由協會"},"intro":{"en":"Our association was founded in 2001 with the goal of promoting the use and ideology of free and open-source software. In the past, we have assisted the government in adopting the ODF standard and facilitated the inclusion of free software in national skill certification. In recent years, in addition to free software, we have placed more emphasis on promoting and educating the public on open standards, such as ODF, SVG, HL7 FHIR, and actively encourage the use and development of open-source software based on these open standards.\nOur association is also a member of the Legislative Yuan's Open Parliament Committee. We continue to promote the concept of PMPC (Public Money Public Code) and hope that the government will practice this spirit in software construction.","zh-TW":"本協會成立於 2001 年，旨在推廣自由軟體與開源軟體的使用與理念。我們過去曾協助政府導入 ODF 標準、並促成自由軟體納入國家技能檢定。近年來除了自由軟體外，我們更注重在開放標準的推動與教育推廣，例如 ODF、SVG、HL7 FHIR 等標準，並積極鼓勵大眾使用與開發基於這些開放標準的開源軟體。\n本協會目前也是立法院開放國會委員會的成員之一，我們持續推動 PMPC（Public Money Public Code）的觀念，期望政府在軟體建設中實踐這項精神。"},"topics":[{"name":{"en":"Open standards and open source solutions for healthcare information.","zh-TW":"醫療資訊開放標準與開源解決方案"},"intro":{"en":"The Ministry of Health and Welfare has released the Taiwan Core Implementation Guide (TW Core IG) based on the HL7 FHIR open medical information standard in November 2022, and announced that the next generation of electronic medical records will adopt this standard. The Taiwan medical information industry is undergoing a significant transformation. How can open standards and open-source solutions assist the medical industry?\n\nThis session is jointly organized with the Taiwan Medical Imaging and Informatics Standards Association (MISAT), exploring the HL7 FHIR, DICOM open standards, and SVG, ODF, and other open formats that are highly regarded in the medical information field. We encourage speakers to present open-source software based on these standards and introduce their practical applications.\n\nExperts and developers from the medical information field are invited to discuss the application of open standards in the medical industry from the standard, application, and technical perspectives. Participants can gain an in-depth understanding of the advantages and practical applications of open standards from different angles. In terms of standard certification, we also plan to introduce the MI-TW joint testing activities to let interested vendors or developers understand the product testing process.\n\nIn addition, we will showcase related open-source tools at the community booth to demonstrate the practical application of these standards. Participants will learn how these tools can help medical institutions, long-term care units, and related organizations achieve painless interoperability of medical information, and assist in accelerating the digital transformation of the entire medical industry.","zh-TW":"衛福部已於 2022 年 11 月發布基於 HL7 FHIR 開放醫資標準的台灣核心規範（TW Core IG），並宣布次世代電子病歷將採用此標準，台灣醫療資訊產業正迎來重大變革，開放標準與開源解決方案又能如何協助醫療產業？\n\n本次議程將與台灣醫療影像資訊標準協會（MISAT）共同合辦，探討目前在醫資領域中備受矚目的 HL7 FHIR、DICOM 開放標準及 SVG、ODF 等開放格式，並鼓勵講者發表基於這些標準的開源軟體，並介紹這些標準／開源軟體在實際場域的應用。\n\n本議程邀請來自醫療資訊領域的專家與開發者，分別從標準面、應用面與技術面去探討開放標準在醫療產業的應用，讓參與者可以從不同角度深入了解開放標準的優勢與實際應用。在標準認證方面，我們也預計規劃 MI-TW 聯測活動介紹，讓有興趣的廠商或開發人員了解產品的參測流程。\n\n此外，我們也會搭配社群攤位展示相關開源工具，以呈現這些標準的實例應用，讓與會者知道這些工具如何具體的幫助醫療院所、長照單位及相關機構實現醫療資訊無痛互通，並協助加速整個醫療產業的數位轉型。"},"link":""}],"booths":[]},{"id":"postgresql","track":"PostgreSQL.TW","image":"https://coscup.org/2023/images/community/postgresql.png","link":"https://postgresql.tw/","name":{"en":"PostgreSQL.TW","zh-TW":"PostgreSQL台灣使用者社群"},"intro":{"en":"PostgreSQL Taiwan user group.","zh-TW":"台灣 PostgreSQL 使用者社群"},"topics":[{"name":{"en":"PostgreSQL.TW","zh-TW":"PostgreSQL.TW"},"intro":{"en":"All kinds of experiences related to PostgreSQL are welcome to be shared. Let's grow together with PostgreSQL and contribute to the community.\n\nWe are looking forward to topics related to OpenStreetMap, Wikidata, or other open content, such as Wikimedia movement projects, Wikipedia, Wiki Commons, etc.","zh-TW":"各種有關於 PostgreSQL 的人事物經驗都歡迎分享。\n與 PostgreSQL 一起成長，和社群一同共好。"},"link":""}],"booths":[]},{"id":"mapwiki","track":"OpenStreetMap x Wikidata 開放內容議程軌/OpenStreetMap x Wikidata Open Content Track","image":"https://coscup.org/2023/images/community/mapwiki.png","link":"https://osm.tw/","name":{"en":"OpenStreetMap x Wikidata","zh-TW":"OpenStreetMap x Wikidata"},"intro":{"en":"OpenStreetMap and Wikidata are both significant open data projects internationally. The former is a geographic data project, while the latter is a knowledge database. OpenStreetMap is a map project, similar to commercial map services like Google Maps, but it is open source and allows integration with other open source projects. As the youngest project within the Wikimedia Foundation, Wikidata is known as the \"database of databases\" and can store not only latitude and longitude information but also OpenStreetMap related IDs.","zh-TW":"OpenStreetMap 與 Wikidata 皆為是國際上具規模的開放資料專案，前者是地理圖資，後者為知識資料庫。OpenStreetMap 是除了 Google 地圖等商業地圖之外，另一個地圖專案，採開放授權處理圖資資料，因而能夠與其他開源計畫結合。而身為維基媒體基金會中最年輕計畫的 Wikidata 號稱是資料庫的資料庫，除了經緯度資訊，還能儲存 OpenStreetMap 關聯 ID。"},"topics":[{"name":{"en":"OpenStreetMap x Wikidata Open Content Track","zh-TW":"OpenStreetMap x Wikidata 開放內容議程軌"},"intro":{"en":"This track has topic about OpenStreetMap, or open content related topics like Wikimedia movement project Wikipedia, Wiki Commons etc.","zh-TW":"本議程是關於 OpenStreetMap 或是其他開放內容有關的主題，例如維基媒體運動相關專案，維基百科、維基共享資源等等。"},"link":""}],"booths":[]},{"id":"chatbot","track":"Open Source Chatbot","image":"https://coscup.org/2023/images/community/chatbot.png","link":"https://www.facebook.com/chatbot.tw","name":{"en":"Chatbot Developers Taiwan","zh-TW":"Chatbot Developers Taiwan"},"intro":{"en":"Chatbot Developers Taiwan community is dedicated to providing a community for discussing chatbot-related applications.","zh-TW":"Chatbot Developers Taiwan 社群致力於提供一個討論聊天機器人的相關應用的社群。"},"topics":[{"name":{"en":"Chatbot Developers Taiwan","zh-TW":"Chatbot Developers Taiwan"},"intro":{"en":"Chatbot Developers Taiwan Community is dedicated to providing a platform for discussing chatbot-related applications. We hold regular meetups in Taipei and Taichung every month, featuring guest speakers and discussions on the latest developments and topics related to chatbots and AI. We welcome everyone to actively participate in sharing and exchanging ideas, and hope that everyone can benefit from these events.","zh-TW":"Chatbot Developers Taiwan 社群致力於提供一個討論聊天機器人的相關應用的社群。在台北、台中每個月皆有一次的定期 meetup 聚會，每回小聚都會安排講者主題分享、新知討論，環繞在 chatbot 與 AI ，及大家共同關心的話題中。歡迎大家踴躍分享、自由與會眾交流，也期望大家可以在分享中得到收穫。"},"link":""}],"booths":[{"name":{"en":"Open Source Chatbot","zh-TW":"Open Source Chatbot"},"intro":{"en":"Chatbot Developers Taiwan community is dedicated to providing a community for discussing chatbot-related applications.","zh-TW":"Chatbot Developers Taiwan 社群致力於提供一個討論聊天機器人的相關應用的社群。"},"link":"Facebook"}]},{"id":"blockchain","track":"Blockchain and Distributed Ledger","image":"https://coscup.org/2023/images/community/blockchain.png","link":"https://www.meetup.com/taipei-ethereum-meetup/","name":{"en":"Taipei Ethereum Meetup","zh-TW":"Taipei Ethereum Meetup"},"intro":{"en":"Taipei Ethereum Meetup is a physical meetup community that focuses on the theory, implementation, and applications of Ethereum technology. Currently, speeches are shared voluntarily by community participants every month. Many of the participants are cryptography and blockchain enthusiasts and developers from different industries. Technical discussions sometimes also happen on Medium.\nMore information about Taipei Ethereum Meetup can be found on this [website]((https://www.meetup.com/Taipei-Ethereum-Meetup/).","zh-TW":"Taipei Ethereum Meetup is a physical meetup community that focuses on the theory, implementation, and applications of Ethereum technology. Currently, speeches are shared voluntarily by community participants every month. Many of the participants are cryptography and blockchain enthusiasts and developers from different industries. Technical discussions sometimes also happen on Medium.\nMore information about Taipei Ethereum Meetup can be found on this [website]((https://www.meetup.com/Taipei-Ethereum-Meetup/)."},"topics":[{"name":{"en":"Blockchain and Distributed Ledger","zh-TW":"Blockchain and Distributed Ledger"},"intro":{"en":"Blockchain enpowers a decentralized and trustless world. It is a combination of several fields such as cryptography, consensus algorithm and economic models. Since Satoshi Nakamoto published Bitcoin on 2008, there were countless technology rised and developed. Among those, the advanced technology such as Ethereum Smart Contract, Proof of Stake, Zero-knowledge Proof, and sharding are getting more mature. We would like to sincerely invite submissions from academia, industry and any individual who are intereted in this area. These topics include, but are not limited to:\n\n    - Sharding\n    - Performance, Scalability Issues\n    - Security and Privacy Issues\n    - Zero Knowledge Proof\n    - Consensus Algorithms\n    - Blockchain-based Applications\n    - Decentralized App Development\n    - Smart Contracts\n    - Regulations and Policies in Cryptocurrency\n    - Token Economy\n    - Decentralized Internet Infrastructure","zh-TW":"Blockchain enpowers a decentralized and trustless world. It is a combination of several fields such as cryptography, consensus algorithm and economic models. Since Satoshi Nakamoto published Bitcoin on 2008, there were countless technology rised and developed. Among those, the advanced technology such as Ethereum Smart Contract, Proof of Stake, Zero-knowledge Proof, and sharding are getting more mature. We would like to sincerely invite submissions from academia, industry and any individual who are intereted in this area. These topics include, but are not limited to:\n\n    - Sharding\n    - Performance, Scalability Issues\n    - Security and Privacy Issues\n    - Zero Knowledge Proof\n    - Consensus Algorithms\n    - Blockchain-based Applications\n    - Decentralized App Development\n    - Smart Contracts\n    - Regulations and Policies in Cryptocurrency\n    - Token Economy\n    - Decentralized Internet Infrastructure"},"link":""}],"booths":[]},{"id":"rust","track":"Rust","image":"https://coscup.org/2023/images/community/rust.png","link":"https://rust-lang.tw/","name":{"en":"Rust Taiwan","zh-TW":"Rust Taiwan"},"intro":{"en":"Rust is a programming language that enables everyone to build reliable and efficient software.","zh-TW":"Rust 讓每個人都能打造出可靠又高效軟體的程式語言"},"topics":[{"name":{"en":"Rust","zh-TW":"Rust"},"intro":{"en":"all open source topics related to Rust.","zh-TW":"所有 Rust 相關開源議題。"},"link":""}],"booths":[{"name":{"en":"Rust Taiwan","zh-TW":"Rust Taiwan"},"intro":{"en":"Rust is a programming language that empowers everyone to build reliable and efficient software. This year, the Rust booth will showcase demos of interesting projects. We welcome all attendees to come and get acquainted with the Rust language.","zh-TW":"Rust 讓每個人都能打造出可靠又高效軟體的程式語言，今年的 Rust 攤位將 Demo 有趣的專案，歡迎所有與會者來認識 Rust 語言"},"link":"https://rust-lang.tw/"}]},{"id":"osln","track":"開放授權的克萊兜史夠普 Open Licensing","image":"https://coscup.org/2023/images/community/osln.png","link":"http://osln.tw/","name":{"en":"OSLN.tw","zh-TW":"台灣開源法律網絡"},"intro":{"en":"Open Licenses are rules connecting participants from different fields. However, relevant disputes still rise due to the different standpoints. Open Source Legal Network, Taiwan (OSLN.tw) was hence set up to reduce disputes through providing a neutral, objective and semi-public network. Participants from both commercial and community side can share informations about licenses inside the network and discuss how to inteprete FOSS licensing rules. We adapt Chatham House Rule to ensure participants can talk freely in the network without privacy concern.","zh-TW":"開放授權 (Open License) 是跨界連結不同參與人士的運作規則，然而，有時因為解讀立場不同，導致紛爭日起。因應於此，「台灣開源法律網絡（Open Source Legal Network, Taiwan）」希望在國內建立一個中立客觀且保障參與隱私的自由開源法律資訊分享網絡。我們採用歐洲自由軟體基金會的「Chatham House 議事規則」，以形塑一個彌平爭議，將自由開源授權規則解讀，透過跨商用領域與社群團體聚焦討論，來建立共識的半公開網路論壇。"},"topics":[{"name":{"en":"Open Licensing","zh-TW":"開放授權的克萊兜史夠普"},"intro":{"en":"All kind of topics related to Public Licenses, such as FOSS, CC, Open Data, or OpenRAIL licenses are welcome.\n\n- Content of FOSS licenses or any related issues.\n- Problems and the measures for resolving them.\n- Latest relevant licenses,  such as Mulan series licenses, or AI related open source license.\n- Issues rise during commercial use of FOSS, such as SPDX, Open Chain.\n- Licenses or issues about open font, open document etc.\n- Licensing issues derived from the contribution of FOSS projects, such as Contributor License Agreement (CLA).\n- Legal related problems encountered in management of FOSS projects.","zh-TW":"這個社群議程軌以自由開源授權條款（以下直接簡稱為「條款」）為主軸，包含但不限於以下議題：\n\n(1) 條款內容或焦點議題；\n(2) 條款在實際應用上發生的問題與應對措施；\n(3) 新興的焦點條款，例如木蘭系列許可證、開源 AI 相關條款等；\n(4) 商業應用自由開源軟體所碰到的授權或其他周邊議題，例如 SPDX、Open Chain 等；\n(5) 開放字型、開放文件等的授權內容或相關議題；\n(6) 貢獻源碼、文件等內容給自由開源軟體專案所衍的授權議題，例如貢獻者條款 (Contributor License Agreement, CLA) 等；\n(7) 自由開源軟體專案在管理運作上所遇到的法律相關問題。"},"link":""}],"booths":[]},{"id":"ocf","track":"開源新手村  Open Source Newbies","image":"https://coscup.org/2023/images/community/ocf.png","link":"https://ocf.tw/","name":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會"},"intro":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several members of Taiwan’s open source community. Our main goal is to support local communities advocate the use of open technologies in broader sectors, including open source software, open hardware, and open data. We help government, enterprises, and NGOs better understand the benefits of adopting open source, and promote the importance of open data to the public sphere. We believe that a culture of open collaboration is the foundation for an innovative society, and the engine of a participatory democracy.\nSince its establishment, OCF has supported local communities to run large-scale conferences, seminars, and hackathons, as well as collaborate with a number of international offices and multilateral institutions to deepen Taiwan’s connection to the global open culture community. Some of our past collaboration partners include the American Institute in Taiwan, British Office Taipei, Bureau Francais de Taipei, and the World Bank. OCF also has strong connections with the global open source community, and regularly exchanges experiences with civic tech groups worldwide. Our mission is to build bridges between local and global “open” communities, and hope to act as a mediator for open culture.","zh-TW":"2014 年，多個台灣開源社群共同發起開放文化基金會（Open Culture Foundation，簡稱 OCF），期望以法人組織的力量推廣開放文化，在產、官、學、民之間激起開放協作的火花。"},"topics":[],"booths":[{"name":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會攤位"},"intro":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several open tech communities in Taiwan. Our main goal is to support local communities in their advocacy of open technology as we see open technology as the core to securing digital rights and internet freedom. “Open technology” includes three dimensions: (1) open source software & hardware that can freely used, developed and redistributed by anyone; (2) open data that can similarly be freely used, reused and redistributed by anyone; and (3) open government that promotes transparent, participatory, inclusive and accountable governance. In COSCUP 2023, we also host a workshop of an open-source bordgame named \"Open StarTer Village\". Welcome to join us! :)","zh-TW":"介紹開放文化基金會、開放科技與開源領域給大家認識。"},"link":"https://ocf.tw/"}]},{"id":"hardware","track":"Open Source Inpired Hardware","image":"https://coscup.org/2023/images/community/hardware.png","link":"_","name":{"en":"Bringing Open Source Spirit to Hardware/Chip","zh-TW":"Bringing Open Source Spirit to Hardware/Chip"},"intro":{"en":"In the past 2 years, we have hosted this track and invite several key speakers to share how to make your own ICs, processors and development boards. This year, we are going to extend our goal even further.","zh-TW":"在過去的兩年裡，我們主辦了這個社群議程，邀請了許多重要的演講者分享如何製作自己的IC、處理器和開發板。今年，我們將進一步擴大我們的目標。"},"topics":[{"name":{"en":"Open Source Inpired Hardware","zh-TW":"Open Source Inpired Hardware"},"intro":{"en":"With Google Open Silicon project, we have final conquer to last mile of setting hardware free. 2 years ago, we have invited Google, QuickLogic and Efabless to talk about their ambition to set the toolchain and manufacturing \"free.\" Last year, we have invited people who made their own chips/semiconductors. This year, we going to introduce you even more !","zh-TW":"With Google Open Silicon project, we have final conquer to last mile of setting hardware free. 2 years ago, we have invited Google, QuickLogic and Efabless to talk about their ambition to set the toolchain and manufacturing \"free.\" Last year, we have invited people who made their own chips/semiconductors. This year, we going to introduce you even more !"},"link":""}],"booths":[]},{"id":"art","track":"藝術、文化、地方脈絡與開放資料的跨域練習/Interdisciplinary Practice of Art, Culture, Local Context, and Open Data.","image":"https://coscup.org/2023/images/community/art.png","link":"http://www.slyartspace.com/Index.aspx","name":{"en":"The New Paradise Art Space","zh-TW":"新樂園藝術空間"},"intro":{"en":"The New Paradise Art Space was established in 1994 and has been in operation since 1995. It is committed to experimental and contemporary art, aiming to break through spatial limitations and expand the artistic community through cross-disciplinary and cross-regional approaches. Its goal is to develop different aspects of Taiwan's contemporary art and culture.","zh-TW":"新樂園藝術空間從1994年籌備，1995年正式開始營運至今，並以藝術具實驗性及當代性為創作精神，以突破空間限制並擴大藝術社群交流，朝向跨領域及跨地域的多元方式，希望發展出台灣當代藝術與文化的不同面向。"},"topics":[{"name":{"en":"Interdisciplinary Practice of Art, Culture, Local Context, and Open Data.","zh-TW":"藝術、文化、地方脈絡與開放資料的跨域練習"},"intro":{"en":"In recent years, there have been many organizations in Taiwan that are not simply art organizations, but rather bring together professionals from various fields through issue-based events to raise questions and bring different aspects of society to light. These organizations have different characteristics and purposes, but should we define the core of these organizations? And in cross-disciplinary dialogues, how can we first understand each other's language, try to make our own expertise understood, and expand possibilities? If we hope to reach various knowledge levels and encourage more people to participate in related fields of research and policy promotion, what exactly is \"openness\" and how should we approach it?","zh-TW":"近年來臺灣有許多組織的型態並非單一的藝術組織，而是透過議題是的發生，結合各種不同領域的專業，進行對社會的提問，促使社會的各種面向被看見。這些組織特性以及目的皆不同，我們究竟應不應該定義組織的核心？又或者我們在進行跨域對話的時候，如何先從理解對方語言，在試著把自己的專業讓彼此了解，進而擴大各種可能性。若我們希望擴及各大的知識層面，促使更多人加入相關領域的研究和政策的推進，『開放』究竟是什麼？應該怎麼做？"},"link":""}],"booths":[]},{"id":"ruby","track":"Ruby","image":"https://coscup.org/2023/images/community/ruby.png","link":"https://ruby.tw/","name":{"en":"Ruby Taiwan","zh-TW":"Ruby Taiwan"},"intro":{"en":"Ruby Taiwan was founded in 2008 with a focus on the Ruby programming language and software development. Its main goal is to promote industry exchange and sharing, as well as to enhance the technical depth and breadth of developers.","zh-TW":"Ruby Taiwan 成立於 2008，主要針對 Ruby 程式語言及軟體開發，進行業界的交流及分享，提昇開發人員的技術深度與廣度。"},"topics":[{"name":{"en":"Ruby","zh-TW":"Ruby"},"intro":{"en":"The topic may include Ruby, Rails, related or alternative frameworks, community, diversity, indie-devs, mentorship, and career progression.","zh-TW":"主題包括 Ruby 語言、Rails 框架或任何相關的 framework，社群經營以及職涯經驗分享等。"},"link":""}],"booths":[{"name":{"en":"Ruby","zh-TW":"Ruby"},"intro":{"en":"Ruby Taiwan was founded in 2008 with a focus on the Ruby programming language and software development. Our mission is to facilitate industry communication and knowledge sharing, enhancing the technical depth and breadth of developers. This year, in addition to community promotion, we have interactive mini-games at the venue and offer commemorative gifts. Come and get to know Ruby!","zh-TW":"Ruby Taiwan 成立於 2008，主要針對 Ruby 程式語言及軟體開發，進行業界的交流及分享，提昇開發人員的技術深度與廣度。今年 Ruby 除了社群推廣，同樣也會在將攤位有小活動可以參與，並贈送紀念品喔！"},"link":"https://ruby.tw/"}]},{"id":"jvm","track":"JVM 聯合國  JVM United","image":"https://coscup.org/2023/images/community/jvm.png","link":"_","name":{"en":"Taiwan JVM team","zh-TW":"JVM 台灣代表隊"},"intro":{"en":"Taiwan JVM team is a task-oriented group to advocate JVM related technology. By connected all JVM-related communities, including TWJUG, Kotlin Taiwan User Group, Scala Taiwan, Android Taipei/Android Study Jam, Kotlin Taipei, Clojure Taiwan, GDG, Taiwan Backend Group, our goal is to provide a rich and diverse agenda in COSCUP.","zh-TW":"串連了所有與 JVM 相關的社群（包括 TWJUG、Kotlin Taiwan User Group、Scala Taiwan、Android Taipei/Android 讀書會、Kotlin Taipei、Clojure Taiwan、GDG、Taiwan Backend Group）成為一個任務型的組織，為推廣相關開放原始碼技術而一起努力。本次將以聯盟的型式參與 COSCUP，期能為大家帶來豐富且多樣性的議程。"},"topics":[{"name":{"en":"JVM United","zh-TW":"JVM 聯合國"},"intro":{"en":"JVM as a platform is becoming a mature ecosystem for developers. It’s stable, enterprise-ready, and nurtures the languages such as Java, Kotlin, Scala, Clojure, Groovy, etc. Our goal is to collect all the topics that are related to frontend, backend, desktop, mobile, native and cross-platform, and explore the potential of JVM.","zh-TW":"JVM（Java Virtual Machine）做為一個平台，已經演化成一個完整的生態系。其穩定與跨平台的特性已被各大企業驗證，也蘊育出 Java、Kotlin、Scala、Clojure、Groovy 等語言，可謂百家爭鳴、大放異彩。近年來 Kotlin 漸受重視、GraalVM 帶來更多可能。今年 COSCUP 依照往例，由台灣 JVM 相關社群再次組成聯盟，號召各方好手，匯集了與 JVM 應用有關的主題，包括但不限於前後端、桌面或行動應用、原生與跨平台…等，一起探索 JVM 的無限潛能。"},"link":""}],"booths":[{"name":{"en":"JVM Taiwan","zh-TW":"JVM 台灣代表隊"},"intro":{"en":"Come check out our booth! Here you'll find a one-stop-shop for all things JVM, featuring TWJUG, Kotlin Taiwan User Group, Scala Taiwan, Android Taipei/Android Study Group, Kotlin Taipei, Clojure Taiwan, GDG, and Taiwan Backend Group. Come meet our talented team and show off your skills, and don't forget to play our super fun games and grab some cool prizes while you're here! ⁽⁽٩(๑˃̶͈̀ ᗨ ˂̶͈́)۶⁾⁾","zh-TW":"JVM Taiwan 將在此推廣 JVM 相關前後端應用與技術知識。"},"link":"https://taiwan-kotlin-user-group.github.io/"}]},{"id":"php","track":"大腦升級，讓Laravel和Vue的社群開發能量翻倍再翻倍\nUpgrade the Brain and Double, Triple the Development Energy of Laravel and Vue Communities.","image":"https://coscup.org/2023/images/community/php.png","link":"https://www.facebook.com/laravelconftw/?locale=zh_TW\nhttps://www.facebook.com/vue.tw/","name":{"en":"Laravel Taiwan & Vue Taiwan","zh-TW":"Laravel Taiwan & Vue Taiwan"},"intro":{"en":"Laravel Taiwan and Vue Taiwan are both communities founded by members who love the respective technologies, aiming to provide a platform for sharing and exchanging ideas related to Laravel and Vue.js, including topics, projects, techniques, and jobs. In the past two years, the two communities joined forces to hold {Laravel x Vue} Conf Taiwan, inviting experts from various fields to come and join the event, hoping to create a good learning and communication environment for technology enthusiasts. Through the community schedule and booth at this year's Coscup, we hope to promote and share related technologies.","zh-TW":"Laravel Taiwan 和 Vue Taiwan 都是由熱愛相應技術的社群成員共同創立的社群，旨在提供對於 Laravel 和 Vue.js 相關議題、專案、技術以及工作的朋友們進行分享與交流的平台。去年與前年，兩個社群更攜手舉辦了 {Laravel x Vue} Conf Taiwan，廣邀各界技術高手前來共襄盛舉，希望能為技術愛好者打造一個良好的學習和交流環境。希望透過本次Coscup的社群議程與攤位，進行相關技術的推廣與分享。"},"topics":[{"name":{"en":"Upgrade the Brain and Double, Triple the Development Energy of Laravel and Vue Communities.","zh-TW":"大腦升級，讓Laravel和Vue的社群開發能量翻倍再翻倍"},"intro":{"en":"Laravel Taiwan and Vue Taiwan are both communities founded by members who love the respective technologies, aiming to provide a platform for sharing and exchanging ideas related to Laravel and Vue.js, including topics, projects, techniques, and jobs. In the past two years, the two communities joined forces to hold {Laravel x Vue} Conf Taiwan, inviting experts from various fields to come and join the event, hoping to create a good learning and communication environment for technology enthusiasts. Through the community schedule and booth at this year's Coscup, we hope to promote and share related technologies.","zh-TW":"Laravel Taiwan 和 Vue Taiwan 都是由熱愛相應技術的社群成員共同創立的社群，旨在提供對於 Laravel 和 Vue.js 相關議題、專案、技術以及工作的朋友們進行分享與交流的平台。去年與前年，兩個社群更攜手舉辦了 {Laravel x Vue} Conf Taiwan，廣邀各界技術高手前來共襄盛舉，希望能為技術愛好者打造一個良好的學習和交流環境。希望透過本次Coscup的社群議程與攤位，進行相關技術的推廣與分享。"},"link":""}],"booths":[{"name":{"en":"Laravel Taiwan & Vue Taiwan","zh-TW":"Laravel Taiwan & Vue Taiwan"},"intro":{"en":"Laravel Taiwan and Vue Taiwan are communities founded by passionate members who love the respective technologies. Our goal is to provide a platform for friends interested in Laravel and Vue.js to share and exchange ideas, projects, technologies, and job opportunities. At our booth, we will not only introduce community activities but also offer free community stickers and developer souvenirs provided by our partners.","zh-TW":"Laravel Taiwan 和 Vue Taiwan 都是由熱愛相應技術的社群成員共同創立的社群，旨在提供對於 Laravel 和 Vue.js 相關議題、專案、技術以及工作的朋友們進行分享與交流的平台。攤位除了介紹社群活動，也會提供免費社群貼紙與協力廠商提供之開發者紀念品小物發送。"},"link":"https://www.facebook.com/laravelconftw/?locale=zh_TW\nhttps://www.facebook.com/vue.tw/"}]},{"id":"wikimedia","track":"開放知識與多元價值  Open knowledge and diverse values.","image":"https://coscup.org/2023/images/community/wikimedia.png","link":"https://meta.wikimedia.org/wiki/Wikimedia_Taiwan","name":{"en":"Wikimedia Taiwan","zh-TW":"Wikimedia Taiwan"},"intro":{"en":"Wikimedia Taiwan is a local chapter of the Wikimedia Foundation, a non-profit organization that operates several free knowledge projects, including Wikipedia, the world's largest online encyclopedia. Wikimedia Taiwan was recognized as a chapter by the Wikimedia Foundation in 2007 and is dedicated to promoting free access to knowledge in Taiwan, as well as contributing to the Wikimedia projects in Chinese and other languages. The organization runs various programs and events, including workshops, edit-a-thons, and outreach activities, to encourage participation and contribution from the local community.","zh-TW":"從維基百科創立開始，維基媒體運動成為最具影響力的開放知識計畫；而參與這場運動的全球社群，更進一步計畫在2030年時達到知識平權的目標。本次議程將聚焦在維基媒體2030政策及通用行為準則(UCoC)陸續通過之際，台灣社群如何強化開放知識推廣上的多元性。使得過去在開放知識運動中缺乏代表的群體，能夠加速進入這個領域。"},"topics":[{"name":{"en":"Open knowledge and diverse values","zh-TW":"開放知識與多元價值"},"intro":{"en":"This program will focus on how to make the open knowledge movement more diverse. It will discuss how to encourage underrepresented groups to participate in the Wikimedia movement, how to make the movement itself more friendly to diversity, how to allocate resources fairly and properly, and how to coordinate all open knowledge movements in Taiwan while respecting the thematic differences of different groups.","zh-TW":"本議程將聚焦於如何使開放知識運動更具備多元性。討論如何鼓勵代表性不足的群體投入維基媒體運動、如何使運動本身對多元價值更加友善、如何公平且妥善地配置資源，以及如何在尊重不同群體主題性的前題下，協調台灣的所有開放知識運動進程。"},"link":""}],"booths":[]},{"id":"design","track":"Open Design","image":"https://coscup.org/2023/images/community/design.png","link":"https://www.facebook.com/wtmtaiwan/","name":{"en":"Women Techmakers (WTM)","zh-TW":"Women Techmakers (WTM)"},"intro":{"en":"Women Techmakers (WTM) is one of Google’s program that provides visibility and resources for anyone who works in the technology industry. We are holding a series of technologies, soft talks, and activities. Welcome to join us, to share, create, and led the future together.","zh-TW":"Women Techmakers (WTM) 是 Google 為處於科技產業的朋友們提供能見度以及資源的一項計畫。WTM 舉辦一系列的技術、非技術性與軟性議題等活動，讓更多朋友們加入科技領域，一同學習成長、經驗分享與創造屬於我們的未來。"},"topics":[{"name":{"en":"Open Design","zh-TW":"Open Design"},"intro":{"en":"Many people think that just by releasing data, making it public on the Internet, and collaborating with others is what \"open source\" means. However, open source does have a definition, and we are fortunate to have references to other people's discussions1 that give us a preliminary idea2 of open source design.\n\nIn this session, we invited interested peers to discuss how \"open source\" culture is developing in design, and what limitations it may encounter.\n\n*1 FOSDEM 2020 schedule: https://archive.fosdem.org/2020/schedule/event/what_are_we_talking_about_when_we_say_open_design/\n*2 Referring to the COSCUP program committee's discussion on Open Source Design, open source in the field of design should include at least one of the following:\n(1) Use open source software as a design tool.\n(2) Use materials published under free/open licenses by others.\n(3) Use open file formats for storage and distribution, defined as formats that can be correctly opened by at least one free/open source software and are not created solely by a single vendor.\n(4) Publish design work under an open/free license, authorizing public use.","zh-TW":"很多人以為，只要把資料放出來、公開在網路上、和人協作，就是所謂的「開源」。但其實開源是有定義的，而我們也很有幸可以參考其他人的討論*1，對開源設計有一個初步的想望*2。\n在這個議程中，我們邀請了有興趣的同好一起來討論「開源」文化走進設計時，會怎麼發展，會遇到什麼樣的限制。\n\n*1 FOSDEM 2020 議程：https://archive.fosdem.org/2020/schedule/event/what_are_we_talking_about_when_we_say_open_design/\n*2 參考先前 COSCUP 議程組對於 Open Source Design 討論的文件，設計領域的開源應包含以下至少其一：\n(1). 使用開源軟體作為設計工具\n(2). 採用他人以自由/開源授權條款發表的素材\n(3). 檔案使用開放檔案格式儲存散佈，其定義為至少有一個自由/開源軟體可正確開啟、非由單一廠商私自訂立的格式\n(4). 設計成品以開放/自由的授權條款發表，授權大眾使用\""},"link":""}],"booths":[]},{"id":"sitcon","track":"學生社群大亂鬥  Student Adventure Time","image":"https://coscup.org/2023/images/community/sitcon.png","link":"https://sitcon.org/2023/","name":{"en":"SITCON, Google Developer Student Clubs Taiwan & Hong Kong (GDSC) ","zh-TW":"SITCON學生計算機年會 & Google Developer Student Clubs Taiwan & Hong Kong (GDSC) "},"intro":{"en":"The Student Community Battle is a program jointly hosted by SITCON(Students’ Information Technology Conference), the annual student computing conference, and Google Developer Student Clubs Taiwan & Hong Kong (GDSC), which aims to provide a platform for students to showcase their talents and achievements in the field of information technology and computer science.\nThe program welcomes a diverse range of submissions from students, including experience sharing from a student's perspective, technical sharing, research findings, independent study experiences, community operation, and discussions on topics related to students. Submissions related to Google technology and the Google Developers community are also encouraged. Participants are encouraged to draw inspiration from past SITCON and GDSC programs. Join us and make your voice heard in the Student Community Battle!","zh-TW":"SITCON 學生計算機年會與 Google Developer Student Clubs Taiwan & Hong Kong (GDSC) 。關注從學生角度出發的經驗分享、技術分享，專題研究成果、獨立研究甘苦談，或探討學生相關議題等等。任何與資訊科技、電腦技術相關的講題，或是與 Google 技術、Google Developers 社群相關，我們都非常歡迎！\n"},"topics":[{"name":{"en":"Student Adventure Time","zh-TW":"學生社群大亂鬥"},"intro":{"en":"Students will bring a series of interesting adventure-themed presentations, including challenging their own skills, creative thinking and problem-solving abilities, as well as experiencing true teamwork spirit. These presentations will be shared by speakers who will share their experiences and skills, allowing students to enjoy the fun of adventure while learning.","zh-TW":"學生社群大亂鬥是由 SITCON 學生計算機年會與 Google Developer Student Clubs Taiwan & Hong Kong (GDSC) 組成的學生社群議程軌。"},"link":""}],"booths":[]},{"id":"system","track":"System Software","image":"https://coscup.org/2023/images/community/system.png","link":"https://www.facebook.com/groups/twlinuxkernelhackers/","name":{"en":"Taiwan Linux Kernel Hackers and Hsinchu Code Surf","zh-TW":"Taiwan Linux Kernel Hackers and Hsinchu Code Surf"},"intro":{"en":"Under the hood of engine chamber and beneath the cover of shiny facade, system software is what makes your system work. This track is hosted by Taiwan Linux Kernel Hackers and Hsinchu Code Surf.","zh-TW":"台灣Linux核心駭客和新竹Code Surf。在引擎蓋與華麗的門面底層，系統軟體是您的系統運作的關鍵。"},"topics":[{"name":{"en":"System Software","zh-TW":"System Software"},"intro":{"en":"Under the hood of engine chamber and beneath the cover of shiny facade, system software is what makes your system work.","zh-TW":"Under the hood of engine chamber and beneath the cover of shiny facade, system software is what makes your system work."},"link":""}],"booths":[]},{"id":"pycon","track":"PyCon TW 社群聚 / PyCon TW Community","image":"https://coscup.org/2023/images/community/pycon.png","link":"https://tw.pycon.org/2023/zh-hant","name":{"en":"PyCon TW","zh-TW":"PyCon TW"},"intro":{"en":"PyCon, also known as the Python Conference, is an annual event that serves as the global gathering for the Python community. The 12th PyCon TW will be held at Academia Sinica in Taiwan this September. We aim to bring together individuals from various fields in Taiwan who apply Python, exchanging experiences and insights, sharing the latest technological developments, and experiencing the unique passion of the community.","zh-TW":"PyCon，亦即 Python 年會，是全球 Python 社群年度盛會。PyCon TW 今年九月即將在中研院舉辦第十二年的台灣 Python 年會。PyCon TW 旨在聚集台灣各領域應用 Python 的人，交流彼此的經驗心得，分享最新的技術發展，並親身體驗社群獨有的熱情。"},"topics":[{"name":{"en":"PyCon TW Community","zh-TW":"PyCon TW 社群聚"},"intro":{"en":"Do you want to know the story of PyCon TW over the past decade? Are you curious about the development experience of Python experts? We invited speakers to give talks and share the secrets of the conference with everyone at COSCUP. We are looking forward to meeting you at COSCUP 2023!","zh-TW":"想知道 PyCon TW 走過十幾個年頭的酸甜苦辣嗎？想聽聽厲害的講者分享 Python 相關的開發經驗嗎？我們在 COSCUP 與大家交流研討會舉辦秘辛，並邀請優秀的講者來與我們分享精彩演講！期待在 COSCUP 2023 與您相見！"},"link":""}],"booths":[{"name":{"en":"PyCon TW","zh-TW":"PyCon TW"},"intro":{"en":"PyCon, also known as the Python Conference, is an annual event that serves as the global gathering for the Python community. The 12th PyCon TW will be held at Academia Sinica in Taiwan this September. We aim to bring together individuals from various fields in Taiwan who apply Python, exchanging experiences and insights, sharing the latest technological developments, and experiencing the unique passion of the community.","zh-TW":"PyCon，亦即 Python 年會，是全球 Python 社群年度盛會。PyCon TW 今年九月即將在中研院舉辦第十二年的台灣 Python 年會。PyCon TW 旨在聚集台灣各領域應用 Python 的人，交流彼此的經驗心得，分享最新的技術發展，並親身體驗社群獨有的熱情。"},"link":"https://tw.pycon.org/"}]},{"id":"google","track":"Google開發者派對  Party for Google developers","image":"https://coscup.org/2023/images/community/google.png","link":"https://www.gdg-taipei.org/","name":{"en":"GDG Taipei (Google Developer Group Taipei)","zh-TW":"GDG Taipei (Google Developer Group Taipei)"},"intro":{"en":"GDG Taipei (Google Developer Group Taipei) meets on every Wednesday night at Tenlong Coding Space (due to COVID19 pandemic, now we will hold only online virtual events). The typical meeting format is registration and light dinner fare between 7:00 and 7:30pm. The main meeting starts with general announcements at 7:30pm. This is followed by technical presentation(s) and/or demonstration of one or more Google technologies starting from 7:30pm. After talks, extended Q&A and/or more informal networking before everyone heads home. Our meetings will always be free and open to the general public. We will sometimes co-host a joint meeting with local open source group(s).","zh-TW":"GDG Taipei (Google Developer Group Taipei) 是以研究 Google 相關技術為主的開發者社群，於週三晚上聚會，由與會者提供數個 Lightening Talk，並不定期邀請講者分享特定主題、舉辦 Hackthon 或 Workshop 等活動。目前因為 COVID19 疫情關係，活動主要以線上聚會為主；一旦線下活動恢復，聚會地點會在台北地區。若沒有特別公告，我們每週三會在天瓏資訊 Coding Space 聚會。"},"topics":[{"name":{"en":"Party for Google developers","zh-TW":"Google開發者派對"},"intro":{"en":"This track contains Google Kubernetes Engine related topics, such as:\n\n    - Android/Java/Kotlin\n    - Google Cloud\n    - Flutter\n    - Google Assistant (AOG)\n    - TensorFlow\n    - WTM","zh-TW":"本議程包含了關於 Google Kubernetes Engine 的相關議題：\n\n    - Android/Java/Kotlin\n    - Google Cloud\n    - Flutter\n    - Google Assistant (AOG)\n    - TensorFlow\n    - WTM"},"link":""}],"booths":[{"name":{"en":"Google Developer Party","zh-TW":"Google 開發者派對"},"intro":{"en":"GDG Taipei (Google Developer Group Taipei) meets on every Wednesday night at Tenlong Coding Space (due to COVID19 pandemic, now we will hold only online virtual events). The typical meeting format is registration and light dinner fare between 7:00 and 7:30pm. The main meeting starts with general announcements at 7:30pm. This is followed by technical presentation(s) and/or demonstration of one or more Google technologies starting from 7:30pm. After talks, extended Q&A and/or more informal networking before everyone heads home. Our meetings will always be free and open to the general public. We will sometimes co-host a joint meeting with local open source group(s).","zh-TW":"GDG Taipei ( 以研究 Google 相關技術為主的開發者社群，於週三晚上聚會，由與會者提供數個 Lightening Talk，並不定期邀請講者分享特定主題、舉辦 Hackthon 或 Workshop 等活動。歡迎來 Google 開發者派對攤位了解詳情並領取紀念品"},"link":"https://gdg.community.dev/gdg-taipei/"}]},{"id":"o-ran","track":"O-RAN in B5G/6G","image":"https://coscup.org/2023/images/community/o-ran.png","link":"_","name":{"en":"The O-RAN/B5G/6G research community of National Taiwan University of Science and Technology","zh-TW":"國立臺灣科技大學\nThe O-RAN/B5G/6G研究等社團"},"intro":{"en":"the O-RAN/B5G/6G research community of the Department of Electronics at National Taiwan University, in collaboration with BMW Lab, OSC Taiwan Lab, the Laboratory for Optical Communications and Sensing, the Laboratory for Information Technology Mobilization. The goal is to promote open network technology exchange among domestic industry, government, and academia.","zh-TW":"台科大電子系B5G/6G O-RAN研究社群，包含 BMW Lab, OSC Taiwan Lab,光通訊與光感測實驗室,資訊技術行動化實驗室，期許促成國內產官學界進行開放網路技術交流。"},"topics":[{"name":{"en":"O-RAN in B5G/6G","zh-TW":"O-RAN in B5G/6G"},"intro":{"en":"This track is focused on open network technologies related to Radio Access Network (RAN), B5G/6G, and software-defined networking (SDN).","zh-TW":"此議程軌設立目的是希望能集結社群及產官學界無線存取網路（RAN）、B5G/6G和軟體定義網路（SDN）相關的開放網路技術研究者及愛好者一起交流！"}}],"booths":[]},{"id":"firmware","track":"Open Source Firmware Track","image":"https://coscup.org/2023/images/community/firmware.png","link":"https://osfw.foundation/","name":{"en":"the Open Source Firmware Foundation","zh-TW":"The Open Source Firmware Foundation"},"intro":{"en":"the Open Source Firmware Foundation who have extensive experience organizing in-person and remote conferences like the Open Source Firmware Conference and European coreboot Conference.","zh-TW":"開放源碼韌體基金會，曾組織過the Open Source Firmware Conference和European Coreboot Conference。"},"topics":[{"name":{"en":"Open Source Firmware","zh-TW":"Open Source Firmware"},"intro":{"en":"The Open Source Firmware track will be organized by members of the Open Source Firmware Foundation who have extensive experience organizing in-person and remote conferences like the Open Source Firmware Conference and European coreboot Conference.","zh-TW":" 韌體是控制硬體設備的低層軟體，是最為基礎的啟動代碼。我們的基本原則是，透過公開並自由提供韌體的源代碼，開發社群可以合作改進和精進韌體，從而打造更安全、穩定和可靠的韌體，造福於所有人。同時，這也提供了更大的自定義和彈性，使用者可以簡便地修改韌體以滿足其特定需求。目前市場上大部分流通的韌體是閉源和專有的，這把它放在了我們通往自由和開源的前沿。\n\n開源韌體專題旨在舉辦探索自由和開源韌體開發現狀和未來方向的分享會。\n\n無論 CPU 架構或廠商如何，開源韌體專題都將接受 BIOS/UEFI、BMC 和嵌入式設備韌體的演講提案。我們將優先考慮項目和架構的多樣性，以確保涵蓋各種主題並具有吸引力。我們還會優先選擇獨立項目而非商業項目，以實現公平競爭。\n\n我們相信，開源韌體專題將與 COSCUP 的現有系統軟體社區主題緊密結合，擴展到特定設備韌體的世界。  "},"link":""}],"booths":[]},{"id":"julia","track":"Julia Language","image":"https://coscup.org/2023/images/community/julia.png","link":"https://www.facebook.com/groups/JuliaTaiwan/","name":{"en":"Julia Taiwan User Group","zh-TW":"Julia Taiwan User Group"},"intro":{"en":"Started from October 2016, hosted for more than 20 meetups, increasing users and developers, we aim to promote Julia language in Taiwan and establish series of Mandarin resources.\nYou can refer to the official website or join the Slack group \"julialang\" for more information about Julia. You can request an invitation at https://julialang.org/slack/ and also visit the English forum at https://discourse.julialang.org/.","zh-TW":"自 2016 年 10 月成立，至今辦過 20 餘場小聚，隨著使用者與開發者的累積，我們正致力於在台灣推廣 Julia 語言，以及建立各式中文資源。\n關於 Julia 可以參考官方網站，或是加入 Slack 群組：julialang，取得邀請，以及英文論壇。"},"topics":[{"name":{"en":"Julia Language","zh-TW":"Julia Language"},"intro":{"en":"Julia is a new high-level, high performance dynamic language. It originates from high performance scientific computing, and develops general-purpose programming language. Leveraging the power of LLVM and elegance of language design make high performance computation possible. Since the ease of use and high performance, Julia is suitable for rapid development for artificial intelligence (AI) and machine learning (ML). It support distributed computing, parallelism and concurrency. Julia support imperative programming, object-oriented programming, functional programming and generic programming etc. These programming paradigm enriches the language. Please check official website for more information: http://julialang.org","zh-TW":"Julia 是一個新興的高階、高效動態語言，以高效科學運算為原點，發展成一種通用語言，得力於 LLVM，加上語法本身優雅而精巧的設計，促成了高效的特性。由於易於開發而高效的特性，Julia 非常適合發展人工智慧及機器學習演算法，並且支援分散式運算、平行運算及共時。Julia 支援命令式、物件導向、函數式、泛型等等程式設計典範，讓這個語言更加豐富。"},"link":""}],"booths":[]},{"id":"toedu","track":"開放教育  Open Education","image":"https://coscup.org/2023/images/community/toedu.png","link":"https://toedu.g0v.tw/\nhttps://hackmd.io/@UniCourse/overview/\n","name":{"en":"Taiwan Open Education Development Unit (TOEDU) and UniCourse","zh-TW":"TOEDU台灣開放教育推動團隊 & UniCourse課程資訊交流平臺"},"intro":{"en":"Taiwan Open Education Development Unit (TOEDU) and UniCourse are both initiated by students, and are contributed by students, educators, open knowledge and open source community participants. With open source project contribution, open data organizing, data exchange, etc., we boost the discussion and communication of different issue and topics related to open education, that education continue to evolve through FLOSS and related concepts.\nTaiwan Open Education Development Unit (TOEDU) has founded the CourseAPI project, which integrates more than 10,000 open course resources and create the search engine for them. The platform and API of data are provided to learners, educators, and educational institutions, like installing an electrical socket onto books, let the knowledge be shared as unrestrained and broad as electricity.\nUniCourse is a searching platform project for university courses initiated by students from NTNU CSIE. Under the inconvenience of existing course selection tools, we collect and organize the courses from different universities in Taiwan to resolve the inconvenience for students and educators. ","zh-TW":"TOEDU 台灣開放教育推動團隊與 UniCourse 課程資訊交流平臺，皆為由學生發起，並由在學學生、教育工作者、開放知識及開源社群參與者組成與開放教育相關的社群。藉由開源專案協作與開放資料統整與交換等方式，促進開放教育相關議題的討論與交流，讓教育能夠透過 FLOSS 等概念持續發展。\nTOEDU 台灣開放教育推動團隊發起「CourseAPI 開放式課程資訊匯流學院」專案，整合近一萬筆開放式課程線上資源，建立入口查詢平台，提供個人學習者、自主學習推動單位與教育新創，取用資料並深化學習，就像是在書本上安置插座，讓知識如同電流一樣自由、廣闊。\nUniCourse 課程資訊交流平臺為一群師大資工的學生主導的大學課程搜尋系統。因被現有選課資料查詢工具困擾，嘗試搜集、整理並呈現臺灣各大學課程資料，藉此幫助修課學生、教授及教育工作者。"},"topics":[{"name":{"en":"Open Education","zh-TW":"開放教育"},"intro":{"en":"The Open Education track aims to further explore topics related to Open Education Resources and Open Source Education through sharing sessions. Including discussions on issues related to open education, from open courses and education resources to the training and continuation of open source contributors. Session topics have included, but are not limited to:\n\n    - How to educate the next generation of open source contributors\n    - Planning of FLOSS project related courses\n    - User analysis of open course platforms and open educational resourses\n    - Experiences in hosting or participating in open source communities related to education\n    - The usage of FLOSS and open source concept in different educational scenarios.","zh-TW":"開放教育議程軌，期望透過議程分享進一步探討有關開放教育資源（Open Education Resources）與開源教育（Open Source Education）等，和開放與教育相關的議題，從開放式課程、教材到開源貢獻者的培育與傳承等。本議程主題包含但不限於：\n\n    - 如何培育下一代開源貢獻者\n    - 藉由 FLOSS 專案進行課程規劃的分享\n    - 開放式課程與開放教育教材的使用者分析\n    - 與教育有關的開源社群籌辦或參與經驗\n    - FLOSS 概念及開源精神在教育現場的應用情境"}}],"booths":[]},{"id":"coscup","track":"","image":"https://coscup.org/2023/images/community/coscup.png","link":"https://blog.coscup.org/","name":{"en":"COSCUP","zh-TW":"開源人年會"},"intro":{"en":"Conference for Open Source Coders, Users and Promoters (COSCUP) is an annual conference held by Taiwanese Open Source community since 2006. It’s a major force of Free software movement advocacy in Taiwan. The event is often held in two days, with talks, sponsor and communities booths, and Birds of a feather (computing). The chief organizer, staffs, and speakers are all volunteers.\n\nMoreover, we are looking for talks in several open-source related areas. welcome to join us for celebration.\n\nCOSCUP aims to provide a platform for connecting Open Source coders, users, and promoters, and to promote FLOSS with this annual conference. No matter if you are an Open Source coder, a devoted promoter, an enthusiastic user, or just a newcomer - We welcome you to be part of COSCUP!","zh-TW":"COSCUP 是由台灣開放原始碼社群聯合推動的年度研討會，起源於 2006年，是台灣自由軟體運動 (FOSSM) 重要的推動者之一。活動包括有講座、攤位、社團同樂會等，除了邀請國際的重量級演講者之外，台灣本土的自由軟體推動者也經常在此發表演說，會議的發起人、工作人員與講者都是志願參與的志工，所有議程都是免費參加。\n\n此外，今年 COSCUP 如往常一樣，徵求各式各樣不同的 Open Source 相關稿件，歡迎有興趣的你/妳共襄盛舉。\n\n開發者 (Coders)、使用者 (Users) 和推廣者 (Promoters) 是讓自由及開放原始碼軟體發光發熱的三大支柱，這個研討會就是專為這三種人舉辦的：你可以是 A 軟體的開發者、B 軟體的推廣者、C 軟體的使用者，不論你是已經踏入自由及開放原始碼軟體領域，還是一直站在門口不知如何入門，歡迎你來參加 COSCUP — Conference for Open Source Coders, Users and Promoters!"},"topics":[{"name":{"en":"Open Source and Career Growth","zh-TW":"開源與職涯"},"intro":{"en":"This track discusses career growth and open source. Including but not limited to\n\n1. Technological growth\n2. Open source tools\n3. Start a business ","zh-TW":"討論開源為你的職涯帶來什麼樣的影響與成長，包含且不限於以下主題：\n\n1. 技術成長：分享影響您覺得超棒的開源學習教材，讓您自身技術得到成長，或是點了新的技能樹，應用在工作或是求職中！\n2. 開源工具：透過開源工具，為你的工作帶來不同的改變，如效率上的提升，或是團隊的合作等議題\n3. 開創事業：利用開源工具展開新的事業可能性，或是自身透過開源進行創業的經驗分享"}},{"name":{"en":"Open Source AI","zh-TW":"開放 AI"},"intro":{"en":"all topics related to artificial intelligence and open source. including but not limited to\n\n1. Introduction and sharing of public datasets\n2. AI research using open source tools\n3. The AI project you want to promote\n4. How to open source AI\n5. The past and future of AI open source","zh-TW":"所有與人工智慧與開源的議題。包含且不限於\n1. 公開資料集的介紹與分享\n2. 利用開源工具進行的 AI 研究\n3. 您想推廣的 AI 專案\n4. AI 怎麼進行開源\n5. AI 開源的過去與未來展望"}},{"name":{"en":"Open World Tour","zh-TW":"Open World Tour"},"intro":{"en":"Open World Tour is a session track based on the experience sharing of overseas  (international) open source related seminars, conferences or the community introductions. ","zh-TW":"Open World Tour 是一個以海外開源相關研討會經驗分享或是海外相關社群聚落的生態介紹等有關的議程軌，讓與會的會眾們能夠透過您來認識國際的開源社群/研討會。"}},{"name":{"en":"Open Source People Network (OSPN) Japan Special track","zh-TW":"Open Source People Network (OSPN) Japan Special track"},"intro":{"en":"In this track, speakers from OSPN (Open Source People Network) Japan will present the newest open source related topics in Japan. The speakers are willing to share, to communicate and to interact with COSCUP attendees.\n\nこのトラックでは、OSPN（Open Source People Network）Japan のスピーカーの方々が日本で最新のオープンソース関連トピックを紹介します。COSCUPの参加者と情報共有し、コミュニケーションを図り、交流することを望みます。\n","zh-TW":"本議程邀請日本的開源社群 OSPN (Open Source People Network) 的講者，來分享日本開源相關議題的現況，並和 COSCUP 會眾進行國際交流。"},"link":""},{"name":{"en":"Misc. - Other Free Libre Open Source Topics","zh-TW":"綜合議程—其他開源議題"},"intro":{"en":"various kind of FLOSS-related topics in this track.","zh-TW":"一如往常的 COSCUP 一樣，此軌包含各種與開放、開源等議題的內容。"},"link":"https://coscup.org"}],"booths":[]},{"id":"wordpress","track":"","image":"https://coscup.org/2023/images/community/wordpress.png","link":"https://www.facebook.com/groups/wordpresstw/?locale=zh_TW","name":{"en":"WordPress Taiwan","zh-TW":"WordPress台灣社群"},"intro":{"en":"We are a community of local WordPress developers, designers, content creators, and knowledge sharers in Taiwan.","zh-TW":"我們是台灣本地 WordPress 開發者、設計師、內容經營與知識經驗共享的社群同好。"},"topics":[],"booths":[{"name":{"en":"WordPress Taiwan","zh-TW":"WordPress台灣社群"},"intro":{"en":"Since 2011, the WordPress community has rapidly grown in Taiwan, hosting numerous meetups in various cities, including Taipei, Taichung, Taoyuan, Hsinchu, Changhua, and Kaohsiung. Following the WordCamp Taipei in 2018 and 2019, the annual large-scale conference WordCamp has seen continued growth: In 2021, the first online WordCamp Taiwan was held, and the first physical WordCamp Taiwan is set to take place in October 2023. What's more exciting is that Taipei has been chosen as the host city for WordCamp Asia 2024.\nThe uniqueness of the WordPress community compared to other open source communities lies in its diverse membership, encompassing roles from maintenance, development, and design to marketing, all sharing knowledge and experience in the spirit of 'open source.'\nThe Five Good Faiths represent the core spirit of the WordPress community: \nWordPress Meetups are for the benefit of the WordPress community as a whole, not specific businesses or individuals. All actions taken as an event organizer are with the best interest of the community in mind.\nMembership in the local Meetup group is open to all who wish to join, regardless of ability, skill, financial status, or any other criteria.\nMeetups are volunteer-run with volunteer speakers.\nMeetup groups allow events to be organized by any reliable/trusted member of the community.\nMeetups are welcoming places where everyone works to foster an accepting environment that is free of discrimination, incitement to violence, promotion of hate, and general jerk-like behavior.\nFinally, let's talk about WordPress. With 43% of websites worldwide being built with WordPress, it demonstrates its substantial commercial value. In addition, its large user base ensures rapid response to potential security vulnerabilities. In terms of performance, optimal caching rules and static resources can be utilized for efficient website operation. Recent headless and static methods have also greatly enhanced performance. Furthermore, the WordPress child theme mechanism allows developers to customize flexibly based on the parent theme. This explains why many websites, though they may not appear to be, are actually built on WordPress.","zh-TW":"我們是台灣本地 WordPress 開發者、設計師、內容經營與知識經驗共享的社群同好。"},"link":"https://www.facebook.com/groups/wordpresstw/"}]},{"id":"rpa","track":"","image":"https://coscup.org/2023/images/community/rpa.png","link":"https://www.facebook.com/groups/openrpa.taiwan","name":{"en":"Open Source RPA Taiwan","zh-TW":"Open Source RPA Taiwan"},"intro":{"en":"Open Source RPA Taiwan! This community is dedicated to promoting open-source, free, user-friendly RPA tools with a Chinese interface. We will share various RPA application cases from different domains and regularly organize technical meetups, online live sharing sessions, and invite domestic and international experts and authorities in the RPA field to give lectures and presentations. We have just started and hope to engage in extensive exchanges and learning by participating in annual conferences and interacting with other communities.","zh-TW":"Open Source RPA Taiwan! 這個社群致力於推廣開源、免費、好用、且擁有中文介面的RPA工具。​\n我們將分享各種不同領域的RPA應用案例，不定期舉辦技術交流會、線上直播分享、邀請RPA領域的國內外專家和權威來演講等活動。​\n目前才剛剛起步，希望能藉由參與年會與其他社群多多交流和學習。"},"topics":[],"booths":[{"name":{"en":"Open Source RPA Taiwan","zh-TW":"Open Source RPA Taiwan"},"intro":{"en":"Open Source RPA Taiwan is a community dedicated to promoting open-source, free, user-friendly RPA tools with Chinese interfaces. We share various RPA application cases from different fields and hold technology exchange meetings, online live sharing, and invite domestic and foreign experts and authorities in the RPA field to speak. We have just started and hope to participate in annual meetings and exchange and learn from other communities.","zh-TW":"Open Source RPA Taiwan! 這個社群致力於推廣開源、免費、好用、且擁有中文介面的RPA工具。​\n我們將分享各種不同領域的RPA應用案例，不定期舉辦技術交流會、線上直播分享、邀請RPA領域的國內外專家和權威來演講等活動。​\n目前才剛剛起步，希望能藉由參與年會與其他社群多多交流和學習。"},"link":"https://www.facebook.com/groups/openrpa.taiwan"}]},{"id":"wasmedge","track":"","image":"https://coscup.org/2023/images/community/wasmedge.png","link":"https://wasmedge.org/","name":{"en":"Cloud Native WebAssembly","zh-TW":"Cloud Native WebAssembly"},"intro":{"en":"WasmEdge is a lightweight, high-performance, and extensible WebAssembly runtime. As an official sandbox project hosted by CNCF, it is licensed under Apache License 2.0 and was initiated in 2019. Boasting a large and healthy community, WasmEdge has over 132 contributors from 51 organizations and 27 countries and regions worldwide. The community leverages WasmEdge for serverless apps, embedded functions like UDF and data flow functions, microservices, smart contracts, and IoT devices. This provides a lightweight (only a few megabytes), fast (starts in milliseconds), and secure runtime/container for running untrusted code.","zh-TW":"WasmEdge 是一個輕量級、高性能且可擴展的 WebAssembly 行程。作為 CNCF 託管的官方沙盒項目，獲得 Apache License 2.0 許可，於 2019 年啟動。WasmEdge 擁有龐大而健康的社區，擁有來自全球 27 個國家和地區 51 個組織的超過 132 名貢獻者。該社區利用 WasmEdge 來實現無服務器應用程序、UDF 等嵌入式功能和數據流功能、微服務、智能合約和物聯網設備。這為運行不受信任的代碼提供了輕量級（僅幾兆字節）、快速（以毫秒啟動）且安全的運行時/容器。"},"topics":[],"booths":[{"name":{"en":"WasmEdge Taiwan","zh-TW":"WasmEdge Taiwan"},"intro":{"en":"WasmEdge is a lightweight, high-performance, and extensible WebAssembly runtime. As an official sandbox project hosted by CNCF, it is licensed under Apache License 2.0 and was initiated in 2019. Boasting a large and healthy community, WasmEdge has over 132 contributors from 51 organizations and 27 countries and regions worldwide. The community leverages WasmEdge for serverless apps, embedded functions like UDF and data flow functions, microservices, smart contracts, and IoT devices. This provides a lightweight (only a few megabytes), fast (starts in milliseconds), and secure runtime/container for running untrusted code.\nMajor developer tools and deployment platforms in the cloud-native space support WasmEdge. For instance, it is bundled and distributed with Docker Desktop, reaching over 10 million developers. WasmEdge is also the default WebAssembly runtime on Fedora, Red Hat Linux, and the OpenShift container platform.\nFurthermore, most WasmEdge maintainers are based in Taiwan. We would love the opportunity to engage with developers in Taiwan by setting up a booth at Coscup. This booth will feature several engaging demos to help attendees learn more about WebAssembly and WasmEdge. As a token of our appreciation, we will be giving away stickers, T-shirts, and some other gifts to attendees.","zh-TW":"“WasmEdge 是一個輕量級、高性能、可擴展的 WebAssembly 運行時。作為 CNCF 託管的官方沙箱項目。WasmEdge 擁有龐大而健康的社區，擁有超過 132 名貢獻者 全球 51 個組織和 27 個國家和地區。社區利用 WasmEdge 實現無服務器應用程序、UDF 和數據流功能等嵌入式功能、微服務、智能合約和 IoT 設備。這提供了輕量級（僅幾兆字節）、快速（從 毫秒），以及用於運行不受信任的代碼的安全運行時/容器。\n雲原生領域的主要開發者工具和部署平台都支持 WasmEdge。 例如，它與 Docker Desktop 捆綁並分發，覆蓋超過 1000 萬開發人員。 WasmEdge 也是 Fedora、Red Hat Linux 和 OpenShift 容器平台上的默認 WebAssembly 運行時。\n此外，大多數 WasmEdge 維護者都在台灣。 我們很高興有機會在 Coscup 設立展位，與台灣開發商進行交流。 該展位將展示幾個引人入勝的演示，以幫助與會者了解有關 WebAssembly 和 WasmEdge 的更多信息。 為了表達我們的謝意，我們將向與會者贈送貼紙、T 恤和一些其他禮物。"},"link":"https://github.com/WasmEdge/WasmEdge"}]},{"id":"hongkong","track":"","image":"https://coscup.org/2023/images/community/hongkong.png","link":"https://opensource.hk/","name":{"en":"Open Source Hong Kong","zh-TW":"開源香港"},"intro":{"en":"Founded in 2006, Open Source Hong Kong is a technology organisation & community made up of a group of open source contributors and users, with the aim of promoting the development of the open source community. We will showcase our flagship project, PyCon Hong Kong 2023, at our booth and look forward to meeting you to share the unique features and charm of the open source activities in Hong Kong.","zh-TW":"始創於 2006 年，開源香港是一個科技協會及社群，由一群開放源碼貢獻者和用家組成，旨在促進開放源碼社群發展。我們將於攤位中推介我們今年的旗艦項目 PyCon Hong Kong 2023，期待與各位相見並分享香港開源活動的特色與魅力。"},"topics":[],"booths":[{"name":{"en":"Open Source Hong Kong","zh-TW":"Open Source Hong Kong"},"intro":{"en":"Founded in 2006, Open Source Hong Kong is a technology organisation & community made up of a group of open source contributors and users, with the aim of promoting the development of the open source community. We will showcase our flagship project, PyCon Hong Kong 2023, at our booth and look forward to meeting you to share the unique features and charm of the open source activities in Hong Kong.","zh-TW":"我們將在攤位上分享在香港的活動 / PYCON HK"},"link":"https://opensource.hk/"}]},{"id":"hkcota","track":"","image":"https://coscup.org/2023/images/community/hkcota.png","link":"https://hkcota.org/","name":{"en":"Hong Kong Creative Open Technology Association","zh-TW":"香港創意開放科技協會 (HKCOTA)"},"intro":{"en":"Hong Kong Creative Open Technology Association (HKCOTA) is a non-profit tax-exempt organization / charity (Reg.# 91/13580) in Hong Kong founded in 2014. The aim of the HKCOTA is to promote Open Standards, Free and Open Source Software, Open Hardware, Free Culture Works, Open Content and Creative Commons.","zh-TW":"香港開放創意科技協會，成立於2014年，是香港政府認可的非牟利教育慈善團體 (Reg.# 91/13580)。成立目的，為向學生及在職人士，教育及推廣開放標準、自由及開放軟體、開放硬體、開放資料及共享創意。"},"topics":[],"booths":[{"name":{"en":"Hong Kong Creative Open Technology Association ","zh-TW":"香港創意開放科技協會 (HKCOTA)"},"intro":{"en":"Hong Kong Creative Open Technology Association (HKCOTA) is a non-profit tax-exempt organization / charity (Reg.# 91/13580) in Hong Kong founded in 2014. The aim of the HKCOTA is to promote Open Standards, Free and Open Source Software, Open Hardware, Free Culture Works, Open Content and Creative Commons.","zh-TW":"香港開放創意科技協會, 成立於2014年, 是香港政府認可的非牟利教育慈善團體 (Reg.# 91/13580). 成立目的, 為向學生及在職人士, 教育及推廣開放標準, 自由及開放軟體, 開放硬體, 開放資料及共享創意."},"link":"https://hkcota.org/"}]},{"id":"web","track":"","image":"https://coscup.org/2023/images/community/web.png","link":"https://learnweb.tw/","name":{"en":"LearnWeb Taiwan","zh-TW":"LearnWeb Taiwan"},"intro":{"en":"Major developer tools and deployment platforms in the cloud-native space support WasmEdge. For instance, it is bundled and distributed with Docker Desktop, reaching over 10 million developers. WasmEdge is also the default WebAssembly runtime on Fedora, Red Hat Linux, and the OpenShift container platform.","zh-TW":"LearnWeb Taiwan 旨在交流網頁領域相關技術與產品開發經驗，領域包含但不限於「前端」/「後端」/「UI、UX」/「PM」等職務相關內容。我們相信對於本身職務垂直縱深的專業能力，搭配相關領域知識的橫向理解，能夠促使產品帶給使用者更好的使用體驗。因此，我們不定時會舉辦工作坊、講座、純聊天等等活動，媒合各個領域的專業人才前來交流，促進台灣網頁相關領域的產品能夠更加良好！"},"topics":[],"booths":[{"name":{"en":"LearnWeb Taiwan","zh-TW":"LearnWeb Taiwan 社群宣傳與社群營運分享"},"intro":{"en":"","zh-TW":"LearnWeb Taiwan 旨在交流網頁領域相關技術與產品開發經驗，領域包含但不限於「前端」/「後端」/「UI、UX」/「PM」等職務相關內容。\n我們相信對於本身職務垂直縱深的專業能力，搭配相關領域知識的橫向理解，能夠促使產品帶給使用者更好的使用體驗。\n因此，我們不定時會舉辦工作坊、講座、純聊天等等活動，媒合各個領域的專業人才前來交流，促進台灣網頁相關領域的產品能夠更加良好！\n活動當天我們將舉辦現場活動，分發社群紀念品，並且主辦人會分享社群營運心得與社群理念，歡迎對上述內容有興趣的會眾前來參與。"},"link":"https://learnweb.tw/"}]},{"id":"coscup-v","track":"","image":"https://coscup.org/2023/images/community/coscup-v.png","link":"https://volunteer.coscup.org/","name":{"en":"COSCUP Administrative ","zh-TW":"COSCUP行政組—志工服務台"},"intro":{"en":"Do you want to get started with COSCUP? Do you want to learn more about what volunteers do at COSCUP? Then you must come here and let us introduce it to you!","zh-TW":"想要加入 COSCUP 卻不知道怎麼開始嗎? 想要更了解 COSCUP 志工在做什麼嗎? 那麼一定要來這裡，讓我們介紹給你知！"},"topics":[{"name":{"en":"Diversity and Inclusivity in Tech - Healing Lectures","zh-TW":"科技領域的多元共融 - 療癒講座"},"intro":{"en":"We are curious about the diverse voices in the field of technology and how people can promote openness and mutual prosperity in this area. We are concerned with workplace safety, gender equality, and multiculturalism. Possible topics may include (but are not limited to) how women can overcome gender discrimination in the workplace, the challenges and resilience of gender diversity in the technology field, how wealth disparity leads to information discrepancies and its remedies, and so on. We are curious about how individuals can break away from the unjust social system and take real action and self-empowerment when they hold justice and ideals in their hearts.","zh-TW":"我們好奇科技領域內的多元聲音，以及人們如何促進科技領域的開放共榮。我們關注職場安全、性別平等、多元文化，題目可包含（但不限）女性在職場環境裡如何突破職場的性別歧視、多元性別在科技領域裡的困境與復原力、貧富差距如何造就資訊差異及其補救措施⋯⋯等等。我們好奇的是，當人內心懷抱正義與理想時，要如何在舊有的不正義社會輪帶中脫離，又如何真正地行動與自我賦能。 "},"link":"https://blog.coscup.org/2023/07/introducing-healing-market-with-yoga.html#healing_session"},{"name":{"en":"Parent-Child Workshops","zh-TW":"親子工作坊：《自己的掌上電玩遊戲自己做》, 《海龜塗鴉機器人》, 《伴伴學焊接很容易》 "},"intro":{"en":"Parent-Child Workshops: We welcome you to bring your children to participate in hands-on activities and introduce them to the world of open-source early on. This time, we have three workshops: \"One-Day Soldering Workshop,\" \"Turtle Doodle Robot,\" and \"DIY Handheld Gaming Console\" (tentative names). The registration details for these workshops has been announced. We encourage young children to join us at COSCUP!","zh-TW":"親子工作坊：歡迎帶小朋友來動手做，提早認識開源領域，這次有三個課程「伴伴學焊接很容易」、「海龜塗鴉機器人」、「自己的掌上電玩遊戲自己做」報名資訊也已公告，歡迎小小朋友一同來 COSCUP！"},"link":"https://blog.coscup.org/2023/07/parent-child-workshops.html"},{"name":{"en":"Healing Market: The popular massage station, mindfulness meditation, and red wine yoga.","zh-TW":"療癒市集：按摩小棧、冥想正念、紅酒瑜珈"},"intro":{"en":"Healing Market: The popular massage station, mindfulness meditation, and red wine yoga received continuous praise, and this year we will once again provide on-site services for attendees. The detailed registration information has been announced. Please refer to the detailed event page and registration.","zh-TW":"療癒市集：按摩小棧、冥想正念、紅酒瑜珈好評不斷，今年依舊提供現場會眾服務，請參考詳細的活動頁面與報名，而今年我們也舉辦議程軌「療癒講座」募集了８個稿件分享關於科技領域的多元共融議題，歡迎聆聽！"},"link":"https://blog.coscup.org/2023/07/introducing-healing-market-with-yoga.html"}],"booths":[]},{"id":"mozilla","track":"","image":"https://coscup.org/2023/images/community/mozilla.png","link":"https://moztw.org","name":{"en":"MozTW (Mozilla Taiwan Community)","zh-TW":"Mozilla 台灣社群"},"intro":{"en":"MozTW (Mozilla Taiwan Community) is a group of Mozilla fans in Taiwan who work on localizing products, promoting Mozilla, maintaining moztw.org, and operating a physical community/hackerspace “MozTW Space” (https://moztw.space) in Taipei.","zh-TW":"MozTW（Mozilla Taiwan Community、Mozilla 台灣社群）是台灣 Mozilla 愛好者的實體社群，目前負責 Mozilla 相關產品與文件中文在地化、宣傳與推廣、維護 [moztw.org](https://moztw.org) 網站、同時經營台北光華商圈的 [摩茲工寮](https://moztw.space) 實體社群空間。"},"topics":[],"booths":[{"name":{"en":"MozTW, Mozilla Taiwan","zh-TW":"MozTW, Mozilla 台灣社群"},"intro":{"en":"MozTW (Mozilla Taiwan Community) is a group of Mozilla fans in Taiwan who work on localizing products, promoting Mozilla, maintaining moztw.org, and operating a physical community/hackerspace “MozTW Space” (https://moztw.space) in Taipei.","zh-TW":"MozTW（Mozilla Taiwan Community、Mozilla 台灣社群）是台灣 Mozilla 愛好者的實體社群，目前負責 Mozilla 相關產品與文件中文在地化、宣傳與推廣、維護 [moztw.org](https://moztw.org) 網站、同時經營台北光華商圈的 [摩茲工寮](https://moztw.space) 實體社群空間。"},"link":"https://moztw.org"}]},{"id":"gov","track":"","image":"https://coscup.org/2023/images/community/gov.png","link":"1. g0v 揪松團：https://jothon.g0v.tw / 2. g0v 零時小學校：https://sch001.g0v.tw","name":{"en":"g0v jothon X Sch001","zh-TW":"g0v 揪松團Ｘ零時小學校"},"intro":{"en":"g0v is a citizen-led civic tech community initiated in Taiwan. It is centered around information transparency, open source, and collaboration, aiming to engage grassroots participation in projects related to public affairs. The g0v Hackathon organizing team, also known as the \"g0v jothon,\" is a working group within the g0v community responsible for organizing the bi-monthly g0v Hackathons and Infrastructure Hackathons. Since 2012, g0v jothon have been assisting the community in organizing hackathons, and in 2014, they officially formed the \"g0v jothon.\" In 2016, they initiated the Community Infrastructure Project and the Civic Tech Innovation Grant. In 2020, they started the \"Sch001\" project with the aim of promoting digital citizenship education.","zh-TW":"g0v jothon X Sch001"},"topics":[],"booths":[{"name":{"en":"g0v jothon X Sch001","zh-TW":"g0v 揪松團Ｘ零時小學校"},"intro":{"en":"g0v is a citizen-led civic tech community initiated in Taiwan. It is centered around information transparency, open source, and collaboration, aiming to engage grassroots participation in projects related to public affairs. The g0v Hackathon organizing team, also known as the \"g0v jothon,\" is a working group within the g0v community responsible for organizing the bi-monthly g0v Hackathons and Infrastructure Hackathons. Since 2012, g0v jothon have been assisting the community in organizing hackathons, and in 2014, they officially formed the \"g0v jothon.\" In 2016, they initiated the Community Infrastructure Project and the Civic Tech Innovation Grant. In 2020, they started the \"Sch001\" project with the aim of promoting digital citizenship education.","zh-TW":"g0v 零時政府是由台灣發起的公民科技社群，以資訊透明、開放成果、開放協作為核心，透過群眾草根的力量協作專案關心公共事務。而 g0v 揪松團是 g0v 社群籌辦雙月 g0v 黑客松和基礎建設松的工作小組，自 2012 年開始協助社群籌辦黑客松，2014 年正式組成「揪松團」，2016 年起，啟動社群基礎建設計畫，開辦「基礎建設松」，並於同年底推出「公民科技創新獎助金」 。2020 年開辦「零時小學校」，盼能推動數位公民素養教育。"},"link":"1. g0v 揪松團：https://jothon.g0v.tw / 2. g0v 零時小學校：https://sch001.g0v.tw"}]},{"id":"videolan","track":"","image":"https://coscup.org/2023/images/community/videolan.png","link":"https://www.videolan.org/vlc/","name":{"en":"VideoLAN","zh-TW":"VideoLAN"},"intro":{"en":"The VideoLAN project is led by and composed of a team of volunteers who believe in the power of open source to rock the multimedia world. VideoLAN host the popular projects such as VLC Media Player, x264 encoder, dav1d AV1 decoder and other multimedia libraries","zh-TW":"VideoLAN 項目由一群志願者領導並組成，他們相信開源能夠震撼多媒體世界。 VideoLAN 託管流行的項目，如 VLC 媒體播放器、x264 編碼器、dav1d AV1 解碼器和其他多媒體庫"},"topics":[],"booths":[{"name":{"en":"VideoLAN Booth","zh-TW":"VideoLAN 會攤位"},"intro":{"en":"The VideoLAN project is led by and composed of a team of volunteers who believe in the power of open source to rock the multimedia world. VideoLAN host the popular projects such as VLC Media Player, x264 encoder, dav1d AV1 decoder and other multimedia libraries","zh-TW":"VideoLAN 項目由一群志願者領導並組成，他們相信開源能夠震撼多媒體世界。 VideoLAN 託管流行的項目，如 VLC 媒體播放器、x264 編碼器、dav1d AV1 解碼器和其他多媒體庫"},"link":"https://videolan.org/"}]},{"id":"korea","track":"","image":"https://coscup.org/2023/images/community/korea.png","link":"https://ubuntu-kr.org\nhttps://openinfra-kr.org/\nhttps://github.com/cppkorea","name":{"en":"Korean Open source communities","zh-TW":"Korean Open source communities"},"intro":{"en":"Hi, We're group of organizers from multiple open source communities from Korea: Consisted with Ubuntu Korea Community, Openstack Korea Community and C++ Korea this time.","zh-TW":"大家好，我們是來自韓國多個開源社區的組織者：這次包括Ubuntu韓國社區、Openstack韓國社區和C++韓國社區。"},"topics":[],"booths":[{"name":{"en":"Booth for Korean Open source communities","zh-TW":"Booth for Korean Open source communities"},"intro":{"en":"Hi, We're group of organizers from multiple open source communities from Korea: Consisted with Ubuntu Korea Community, Openstack Korea Community and C++ Korea this time.","zh-TW":"大家好，我們是來自韓國多個開源社區的組織者：這次包括Ubuntu韓國社區、Openstack韓國社區和C++韓國社區。"},"link":"https://ubuntu-kr.org\nhttps://openinfra-kr.org/\nhttps://github.com/cppkorea"}]},{"id":"tossug","track":"","image":"https://coscup.org/2023/images/community/tossug.png","link":"https://www.hackingthursday.org/","name":{"en":"Hacking Thursday x TOSSUG","zh-TW":"Hacking Thursday x TOSSUG"},"intro":{"en":"Hacking Thursday (H4) and TOSSUG (Taipei Open Source Software User Group) are two communities that hold regular weekly meetups in Taipei. \nThis time, at our booth in COSCUP, we aim to connect with both familiar faces and new friends, strengthening our community bonds.","zh-TW":"Hacking Thursday (H4) 與 TOSSUG (台北開放原始碼軟體使用者社群) 是兩個在台北定期每週聚會的社群，這次想藉由在 COSCUP 擺攤，認識更多舊雨新知！"},"topics":[],"booths":[{"name":{"en":"Hacking Thursday x TOSSUG","zh-TW":"Hacking Thursday x TOSSUG"},"intro":{"en":"Hacking Thursday (H4) and TOSSUG (Taipei Open Source Software User Group) are two communities that hold regular weekly meetups in Taipei. \nThis time, at our booth in COSCUP, we aim to connect with both familiar faces and new friends, strengthening our community bonds.","zh-TW":"Hacking Thursday (H4) 與 TOSSUG (台北開放原始碼軟體使用者社群) 是兩個在台北定期每週聚會的社群，這次想藉由在 COSCUP 擺攤，認識更多舊雨新知！"},"link":"https://www.hackingthursday.org/\nhttps://tossug.net/"}]},{"id":"ubuntu","track":"","image":"https://coscup.org/2023/images/community/ubuntu.png","link":"https://www.ubuntu-tw.org/","name":{"en":"Ubuntu Taiwan x UbuCon Asia","zh-TW":"Ubuntu 台灣社群 x UbuCon Asia"},"intro":{"en":"Ubuntu-TW was established in June 2005 by a group of enthusiasts with the goal of promoting Ubuntu in Taiwan. We have partnered with the organizers of UbuCon Asia to promote UbuCon Asia 2023, which will take place in Surakarta, Indonesia on October 7th to 8th.\nLet's connect, chat, and have a great time!","zh-TW":"Ubuntu-TW 成立於2005年6月，是由數名愛好者發起，以推廣 Ubuntu 為目標的台灣在地社群。這次與 UbuCon Asia 的籌備成員一起，為 10/7~8 在印尼梭羅舉辦的 UbuCon Asia 2023 進行宣傳。歡迎大家過來交流！"},"topics":[],"booths":[{"name":{"en":"Ubuntu Taiwan x UbuCon Asia","zh-TW":"Ubuntu 台灣社群 x UbuCon Asia"},"intro":{"en":"Ubuntu-TW was established in June 2005 by a group of enthusiasts with the goal of promoting Ubuntu in Taiwan. We have partnered with the organizers of UbuCon Asia to promote UbuCon Asia 2023, which will take place in Surakarta, Indonesia on October 7th to 8th.\nLet's connect, chat, and have a great time!","zh-TW":"Ubuntu-TW 成立於2005年6月，是由數名愛好者發起，以推廣 Ubuntu 為目標的台灣在地社群。這次與 UbuCon Asia 的籌備成員一起，為 10/7~8 在印尼梭羅舉辦的 UbuCon Asia 2023 進行宣傳。歡迎大家過來交流！"},"link":"https://www.ubuntu-tw.org/\nhttps://2023.ubucon.asia/"}]},{"id":"superbloom","track":"","image":"https://coscup.org/2023/images/community/superbloom.png","link":"https://simplysecure.org/what-we-do/","name":{"en":"Superbloom","zh-TW":"Superbloom"},"intro":{"en":"NGO from the UK that is primarily dedicated to promoting diversity in software and design products.","zh-TW":"來自自英國的 NGO，主要致力於軟體和設計、產品的多元化及推廣"},"topics":[],"booths":[]},{"id":"ixda","track":"","image":"https://coscup.org/2023/images/community/ixda.png","link":"https://www.ixda.org.tw/","name":{"en":"IxDA Taiwan","zh-TW":"IxDA Taiwan"},"intro":{"en":"Focus on professional design communities that specialize in interactive and user experience design.","zh-TW":"專注於互動設計及使用者體驗設計的專業設計社群"},"topics":[],"booths":[]},{"id":"japan","track":"","image":"https://coscup.org/2023/images/community/japan.png","link":"https://www.ospn.jp/","name":{"en":"Open Source People Network (OSPN) Japan","zh-TW":"Open Source People Network (OSPN) Japan"},"intro":{"en":"Open Source Conference (OSC) is an event that conveys the current state of open source.\nNot only in Tokyo, but also from the north in Hokkaido to the south in Okinawa, it is held in various locations throughout Japan all year around.\nIt is an event organized by open source-related communities, sponsoring companies, and supporting organizations. You can attend seminars, product exhibitions, and more, with free admission and participation fees.\n\nオープンソースカンファレンス（OSC）は、オープンソースの今を伝えるイベントです。\n東京だけでなく、北は北海道、南は沖縄まで、年間を通じて全国各地で開催しています。\nオープンソース関連のコミュニティや協賛企業・後援団体による、セミナーやプロダクトの展示などを入場・参加料が無料でご覧いただけるイベントです。\"","zh-TW":"Open Source Conference（OSC）是在日本所舉辦，為了推廣並發揚開源技術、開源精神的活動。\n不僅是在東京，北至北海道，南至沖繩，每年都會在日本國內各地輪流舉辦數次的 OSC。\n這是一個由開源相關社群、贊助公司和支持組織組織的活動；與會者不用支付任何費用，即可至各個 OSC 會場共襄盛舉，參加研討會、演講、攤位展示等活動。"},"topics":[],"booths":[]},{"id":"foundation","track":"","image":"https://coscup.org/2023/images/community/foundation.png","link":"https://www.linuxfoundation.org/","name":{"en":"The Linux Foundation","zh-TW":"The Linux Foundation"},"intro":{"en":"The Linux Foundation provides a neutral, trusted hub for developers and organizations to code, manage, and scale open technology projects and ecosystems.","zh-TW":"The Linux Foundation provides a neutral, trusted hub for developers and organizations to code, manage, and scale open technology projects and ecosystems."},"topics":[],"booths":[]},{"id":"osi","track":"","image":"https://coscup.org/2023/images/community/osi.png","link":"https://opensource.org/","name":{"en":"Open Source Initiative","zh-TW":"Open Source Initiative"},"intro":{"en":"The Open Source Initiative (OSI) is the steward of the Open Source Definition, the set of rules that define open source software","zh-TW":"The Open Source Initiative (OSI) is the steward of the Open Source Definition, the set of rules that define open source software"},"topics":[],"booths":[]},{"id":"kaiyanshe","track":"","image":"https://coscup.org/2023/images/community/kaiyanshe.png","link":"https://kaiyuanshe.cn/","name":{"en":"Kaiyuanshe","zh-TW":"Kaiyuanshe 開源社"},"intro":{"en":"Founded in 2014, with the vision of “based on China and contributing to the world”, it is composed of the principles of “contribution, consensus, and co-governance”. It is the earliest open source community with the mission of “open source governance, international integration, community development, and open source projects”. consortium. In 2017, Kaiyuan Club was transformed to be composed entirely of individual members, linked tens of thousands of Kaiyuan people, gathered thousands of community members and volunteers, hundreds of lecturers at home and abroad, and cooperated with nearly 100 sponsors, media, and community partners.","zh-TW":"成立于2014年，以 “立足中国、贡献全球” 为愿景，依 “贡献、共识、共治” 原则所组成，是最早以 “开源治理、国际接轨、社区发展、开源项目” 为使命的开源社区联合体。2017年，开源社转型为完全由个人成员组成，链接了数万名开源人，集聚了上千名社区成员及志愿者、海内外数百位讲师，合作了近百家赞助、媒体、社区伙伴。"},"topics":[],"booths":[]}],"partners":[{"name":"趙元","email_hash":"4236411379baddbad40cae6ef42c54ad"},{"name":"小畢 CrBoy","email_hash":"f6ad220cc1a493aac0de746e30991e4a"},{"name":"范聖佑 Shengyou Fan","email_hash":"4d576feda280144073f28f12d2fb966d"},{"name":"Bob Chao","email_hash":"166a5650ea1b5ee175f68edea9512a02"},{"name":"nfsnfs","email_hash":"8ba17c693edf1f29ae77d64443ac242e"},{"name":"貓貓貓貓","email_hash":"594745d58ba16c327f481a8963cecc9b"}]}