{"communities":[{"id":"k8s","track":"Kubernetes Community Day Taiwan","image":"https://coscup.org/2022/images/community/k8s.png","link":"https://cloudnative.tw/","name":{"en":"Cloud Native Taiwan User Group","zh-TW":"Cloud Native Taiwan User Group"},"intro":{"en":"Kubernetes Community Days (KCDs) are community-organized events that gather adopters and technologists from open source and Cloud Native communities for education, collaboration, and networking. KCDs are supported by the Cloud Native Computing Foundation (CNCF).\n\nThe Kubernetes Community Days Taiwan (KCD Taiwan) is the local KCD community event hosted by Cloud Native Taiwan User Group (CNTUG) in Taiwan. Our goal is to let more users participate in the Kubernetes community to exchange and learn Kubernetes-related knowledge from each other to further develop and maintain the Kubernetes community.","zh-TW":"Cloud Native Taiwan User Group 希望整合台灣雲端相關社群如 OpenStack, Kubernetes, Ceph, SDN 等，並利用 Meetup 定期在各台灣地區舉辦技術與推廣分享活動。目的是藉此群策群力來使該社團快速成長，以對台灣在雲端開源平台的貢獻，另外我們更希望該社群持有 Cloud Native 概念，並將此推廣至台灣企業、學校、政府單位等。"}},{"id":"mapwiki","track":"OpenStreetMap x Wikidata","image":"https://coscup.org/2022/images/community/mapwiki.png","link":"","name":{"en":"OpenStreetMap Taiwan, WIkidata Taiwan","zh-TW":"OpenStreetMap Taiwan, WIkidata Taiwan"},"intro":{"en":"OpenStreetMap and Wikidata are well-known international open data project, the former one is related to geological data, the latter one is knowledge database. OpenStreetMap is a map project different than commercial map like Google Maps, using open license to handle geo-data. And OpenStreetMap is well-suit to link to other open content projects. The third-party database can not only store coordinate information, but also OpenStreetMap relation ID.","zh-TW":"OpenStreetMap 與 Wikidata 皆為是國際上具規模的開放資料專案，前者是地理圖資，後者為知識資料庫。OpenStreetMap 是除了 Google 地圖等商業地圖之外，另一個地圖專案，採開放授權處理圖資資料，因而能夠與其他開源計畫結合。而身為維基媒體基金會中最年輕計畫的 Wikidata 號稱是資料庫的資料庫，除了經緯度資訊，還能儲存 OpenStreetMap 關聯 ID。"}},{"id":"readsourcecode","track":"帶您讀源碼","image":"https://coscup.org/2022/images/community/readsourcecode.png","link":"","name":{"en":"Let’s read the source code Production Committee","zh-TW":"帶您讀源碼製作委員會"},"intro":{"en":"Let’s read the source code Production Committee ","zh-TW":"藉由讀源碼鼓動更多人投入軟體開發，撒下一顆顆「程式人」的育成種子"}},{"id":"arch","track":"SteamOS & Arch Linux Series & Archers","image":"https://coscup.org/2022/images/community/arch.png","link":"https://archlinux.tw/","name":{"en":"Arch Linux Taiwan","zh-TW":"Arch Linux Taiwan"},"intro":{"en":"Arch Linux turns 20! Arch Linux Taiwan community sticks to KISS philosophy, provides a free and open environment, and looks forwarding to gathering Archers everywhere to share your opinions and works. Our community is quite active, and any topic related to Arch Linux is welcome for discussions. Lovers of GNU/Linux, regardless of distributions or nationality, are welcome to join us.","zh-TW":"Arch Linux 20 歲了！Arch Linux 臺灣社群秉持著精簡至上的哲學，提供自由、開放的環境，希望能夠集結各地的 Archer 分享您的意見和作品。我們的社群非常活躍，Arch Linux 相關議題都可以提出來討論。喜愛 GNU/Linux 的朋友，不分版本，沒有國界，歡迎加入我們的行列。"}},{"id":"blockchain","track":"Blockchain and Distributed Ledger","image":"https://coscup.org/2022/images/community/blockchain.png","link":"https://www.meetup.com/Taipei-Ethereum-Meetup/","name":{"en":"Taipei Ethereum Meetup","zh-TW":"台北以太坊社群"},"intro":{"en":"Taipei Ethereum Meetup is a physical meetup community that focuses on the theory, implementation, and applications of Ethereum technology. Currently, speeches are shared voluntarily by community participants every month. Many of the participants are cryptography and blockchain enthusiasts and developers from different industries. Technical discussions sometimes also happen on Medium.\nMore information about Taipei Ethereum Meetup can be found on this [website]((https://www.meetup.com/Taipei-Ethereum-Meetup/).","zh-TW":"台北以太坊社群是專注在 Ethereum 技術理論、實作、與應用的討論實體社群，目前每月由社群參加者自願分享，參與者不乏有許多來自不同產業的密碼學愛好者、區塊鏈開發者，也在網路上以Medium文章的形式進行技術研討交流。\n關於 Taipei Ethereum Meetup 歡迎參考此網站(https://www.meetup.com/Taipei-Ethereum-Meetup/)."}},{"id":"chatbot","track":"Open Source Chatbot","image":"https://coscup.org/2022/images/community/chatbot.png","link":"https://zh-tw.facebook.com/groups/chatbot.tw/","name":{"en":"Chatbot Developers Taiwan","zh-TW":"Chatbot Developers Taiwan"},"intro":{"en":"The Chatbot Developers Taiwan community is committed to providing a community for discussing chatbot related applications. In Taipei and Taichung, there is a regular meetup every month. In each small gathering, speakers will be arranged to share themes and discuss new knowledge, surrounded by chatbots, AI, and topics of common concern. Everyone is welcome to share and communicate freely with the congregation, and I hope that everyone can gain something from sharing. At the same time, you are also welcome to nominate yourself and recommend speakers. Or go to the lightning show, share your chatbot or any chatbot-related issues.","zh-TW":"Chatbot Developers Taiwan 社群致力於提供一個討論聊天機器人的相關應用的社群。在台北、台中每個月皆有一次的定期 meetup 聚會，每回小聚都會安排講者主題分享、新知討論，環繞在 chatbot 與 AI ，及大家共同關心的話題中。歡迎大家踴躍分享、自由與會眾交流，也期望大家可以在分享中得到收穫。 同時，也很歡迎各位自薦、推薦講者。亦或者是上台閃電秀，分享自己開發的 chatbot 或是任何 chatbot 有關的任何議題。"}},{"id":"jvm","track":"JVM 博覽會","image":"https://coscup.org/2022/images/community/jvm.png","link":"","name":{"en":"Taiwan JVM team","zh-TW":"JVM 台灣代表隊"},"intro":{"en":"Taiwan JVM team is a task-oriented group to advocate JVM related technology. By connected all JVM-related communities, including TWJUG, Kotlin Taiwan User Group, Scala Taiwan, Android Taipei/Android Study Jam, Kotlin Taipei, Clojure Taiwan, GDG, Taiwan Backend Group, our goal is to provide a rich and diverse agenda in COSCUP 2022.","zh-TW":"串連了所有與 JVM 相關的社群（包括 TWJUG、Kotlin Taiwan User Group、Scala Taiwan、Android Taipei/Android 讀書會、Kotlin Taipei、Clojure Taiwan、GDG、Taiwan Backend Group）成為一個任務型的組織，為推廣相關開放原始碼技術而一起努力。本次將以聯盟的型式參與 COSCUP，期能為大家帶來豐富且多樣性的議程。"}},{"id":"mysql","track":"Messages from Sakila - MySQL Dolphin","image":"https://coscup.org/2022/images/community/mysql.png","link":"https://zh-tw.facebook.com/groups/taiwanmysqlusergroup/","name":{"en":"MySQL Taiwan User Group","zh-TW":"MySQL Taiwan User Group"},"intro":{"en":"Taiwan MySQL user community is a place for sharing their experience and opinions about MySQL. Please visit our community facebook to know more about MySQL Taiwan User Group","zh-TW":"台灣MySQL便用者社群,為所有人提供分享和交流MySQL心得和知識的地方"}},{"id":"postgresql","track":"PostgreSQL, Create your own DATABASE","image":"https://coscup.org/2022/images/community/postgresql.png","link":"https://postgresql.tw/","name":{"en":"PostgreSQL Taiwan","zh-TW":"PostgreSQL Taiwan"},"intro":{"en":"We talk everything about PostgreSQL.","zh-TW":"PostgreSQL台灣使用者社群(Taiwan PostgreSQL User Group, TWPUG)，是一個與大家一起分享、討論、研究開源資料庫PostgreSQL 的社群。"}},{"id":"foss","track":"FOSS-enabled hardware projects","image":"https://coscup.org/2022/images/community/foss.png","link":"","name":{"en":"Bringing Open Source Software to Hardware","zh-TW":"Bringing Open Source Software to Hardware"},"intro":{"en":"We are people who loves the idea of free and open source and we try to bring it to hardware. We have already hosted the track last year. And we're here to boost it again.","zh-TW":"We are people who loves the idea of free and open source and we try to bring it to hardware. We have already hosted the track last year. And we're here to boost it again."}},{"id":"system","track":"System Software 社群議程","image":"https://coscup.org/2022/images/community/system.png","link":"","name":{"en":"(1)Taiwan Linux Kernel Hackers (2)Hsinchu Code Serf","zh-TW":"(1)Taiwan Linux Kernel Hackers (2)新竹碼農"},"intro":{"en":"1. Taiwan Linux Kernel Hackers:\nWe are the Taiwan-based Linux kernel/userspace devs and users. We use Linux just like chopsticks and our hands. It’s our day-to-day life !\n\n2. Hsinchu Code Serf :\nHsinchu is one of the many powerhouses in which flocks of technical employees mainly live and work.\nWe are a bunch of people who love to share and participate in FOSS society besides our day job.","zh-TW":"1. Taiwan Linux Kernel Hackers: 臺灣 Linux kernel 與相關系統軟體開發者社群\n2. 新竹碼農: 新竹程式開發者聚會"}},{"id":"art","track":"藝術、文化與地方的社群運作","image":"https://coscup.org/2022/images/community/art.png","link":"","name":{"en":"新樂園藝術空間","zh-TW":"新樂園藝術空間"},"intro":{"en":"新樂園藝術空間從1994年籌備，1995年正式開始營運至今，並以藝術具實驗性及當代性為創作精神，以突破空間限制並擴大藝術社群交流，朝向跨領域及跨地域的多元方式，希望發展出台灣當代藝術與文化的不同面向。","zh-TW":"新樂園藝術空間從1994年籌備，1995年正式開始營運至今，並以藝術具實驗性及當代性為創作精神，以突破空間限制並擴大藝術社群交流，朝向跨領域及跨地域的多元方式，希望發展出台灣當代藝術與文化的不同面向。"}},{"id":"julia","track":"Julia Language","image":"https://coscup.org/2022/images/community/julia.png","link":"https://zh-tw.facebook.com/groups/JuliaTaiwan/","name":{"en":"Julia Taiwan","zh-TW":"Julia Taiwan"},"intro":{"en":"Started from October 2016, hosted for more than 20 meetups, increasing users and developers, we aim to promote Julia language in Taiwan and establish series of Mandarin resources.\n\nMore about Julia Taiwain please check facebook page.","zh-TW":"自 2016 年 10 月成立，至今辦過 20 餘場小聚，隨著使用者與開發者的累積，我們正致力於在台灣推廣 Julia 語言，以及建立各式中文資源。 \n\n關於 Julia Taiwain，歡迎參考 Facebook."}},{"id":"go","track":"Making Ideas Real with Go","image":"https://coscup.org/2022/images/community/go.png","link":"https://zh-tw.facebook.com/groups/269001993248363/","name":{"en":"Golang Taiwan","zh-TW":"Golang Taiwan"},"intro":{"en":"Golang Taiwan, Gopher Taipei is one of the largest programming language communities in Taiwan. The group aims to build strong connections with gophers and learn Golang together, and it provides some opportunities for knowledge sharing with regular meetup.","zh-TW":"台灣 Go 程式語言 (Golang Taiwan, Gopher Taipei) 社群由一群熱愛 Go 語言的開發者所組成，目前已擁有超過 1 萬名社群成員。我們除了每個月舉辦技術聚會讓 Gopher 互相交流學習之外，也經常在社群內分享相關議題，並且樂於協助新入門的朋友們。"}},{"id":"coodfa","track":"2022 開放農業人年會","image":"https://coscup.org/2022/images/community/coodfa.png","link":"","name":{"en":"Community of Open Data for Agriculture (COODFA)","zh-TW":"農業開放資料社群"},"intro":{"en":"COODFA, Community of Open Data for Agriculture, is founded by Agritech Analytics, Agricultural Technology Research Institute. COODFA was the host of the 1st Conference of Open data for agriculture in 2020 and started organizing the community to share the knowledge and know-how of the application in open data and digital agriculture.","zh-TW":"農業開放資料社群【COODFA】(發音請唸\"\"枯法\"\") [Community of Open Data for Agriculture] 2020農業智庫報導舉辦第一屆農業開放資料論壇，邀請農委會、農科院、農試所以及農業科技意見領袖等與談人共同做出五項「農業開放資料守則」結論，其中第一項「以社群力組成農業開放資料社群」，盼透過非政府的社群的力量，推動台灣數位農業與資料科技的落地發展。 "}},{"id":"rust","track":"Rust","image":"https://coscup.org/2022/images/community/rust.png","link":"https://rust-lang.tw/","name":{"en":"Rust Taiwan","zh-TW":"Rust Taiwan"},"intro":{"en":"Rust Taiwan is a community that promotes Rust in Taiwan. The community helps each other to discuss. Before the epidemic, there were physical gatherings. Now, most of them are online discussions. If you want to join us, please refer to our official website Rust Taiwan.","zh-TW":"Rust Taiwan 是一個在台灣推廣Rust的社群，社群中互相幫忙討論，疫情前有實體聚會，現在多以線上討論為主，如果想加入我們請參考我們官網 Rust Taiwan。"}},{"id":"ruby","track":"Ruby","image":"https://coscup.org/2022/images/community/ruby.png","link":"https://ruby.tw/","name":{"en":"Ruby Taiwan","zh-TW":"Ruby Taiwan"},"intro":{"en":"Ruby Taiwan was established in 2008. We focus on Ruby programming language and software development, to carry out exchanges and sharing in the industry, and to enhance the technical depth and breadth of developers.","zh-TW":"Ruby Taiwan 成立於 2008，主要針對 Ruby 程式語言及軟體開發，進行業界的交流及分享，提昇開發人員的技術深度與廣度。"}},{"id":"newcom","track":"開源新手村","image":"https://coscup.org/2022/images/community/newcom.png","link":"https://ocf.tw/","name":{"en":"Open Culture Foundation (OCF)","zh-TW":"開放文化基金會"},"intro":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several members of Taiwan’s open source community. Our main goal is to support local communities advocate the use of open technologies in broader sectors, including open source software, open hardware, and open data. We help government, enterprises, and NGOs better understand the benefits of adopting open source, and promote the importance of open data to the public sphere. We believe that a culture of open collaboration is the foundation for an innovative society, and the engine of a participatory democracy.","zh-TW":"2014 年，多個台灣開源社群共同發起開放文化基金會（Open Culture Foundation，簡稱 OCF），期望以法人組織的力量推廣開放文化，在產、官、學、民之間激起開放協作的火花。"}},{"id":"php","track":"讓 PHP 再次偉大","image":"https://coscup.org/2022/images/community/php.png","link":"https://laravel.tw/","name":{"en":"Laravel Taiwan","zh-TW":"Laravel 台灣"},"intro":{"en":"Laravel Taiwan is a technical community that focuses on PHP and Laravel. Our goal is to build an energized, equality, diversion & inclusion community for everyone. We love to share our experience and knowledge. And we also arrange meetups and conferences regularly. Now we have over ten thousand developers in the Facebook group since 2013.","zh-TW":"Laravel 台灣是一個專門討論 PHP 及 Laravel 的技術社群。自 2013 年成立 Facebook 社團以來，目前已超過 1 萬開發者加入。社群目前由眾多熱心的志工共同維護，並不定期舉辦分享聚會活動，致力於建置有活力、有朝氣的 Laravel 社群。"}},{"id":"functh","track":"Functional Programming","image":"https://coscup.org/2022/images/community/functh.png","link":"https://zh-tw.facebook.com/FunctionalThursday/","name":{"en":"Functional Thursday","zh-TW":"Functional Thursday"},"intro":{"en":"Functional programming make programs more concise and it’s back-end by the power of math. It’s also a good way to let people think of the essence of programming language. Our meet up, the Functional Thursday (Funth for short), is for who are interested in functional language and programming language designation, implementation and discussion. So, welcome to fapply yourself as a Functor, and bind us together.","zh-TW":"Functional Thursday（簡稱 Funth）是一個針對函數式程式語言（Functional Language）與函數式程式設計的社群，同時我們也關注各種與程式語言本質相關的領域。因此只要是對函數式程式設計，以及對諸如如何從理論和實作去理解程式語言等相關議題有興趣的各位，本社群都相當歡迎前來參與、分享與討論。"}},{"id":"google","track":"Google開發者派對","image":"https://coscup.org/2022/images/community/google.png","link":"https://gdg.community.dev/gdg-taipei/","name":{"en":"GDG（Google Developer Group）","zh-TW":"GDG（Google Developer Group）"},"intro":{"en":"GDG Taipei (Google Developer Group Taipei) meets on every Wednesday night at Tenlong Coding Space (due to COVID19 pandemic, now we will hold only online virtual events). The typical meeting format is registration and light dinner fare between 7:00 and 7:30pm. The main meeting starts with general announcements at 7:30pm. This is followed by technical presentation(s) and/or demonstration of one or more Google technologies starting from 7:30pm. After talks, extended Q&A and/or more informal networking before everyone heads home. Our meetings will always be free and open to the general public. We will sometimes co-host a joint meeting with local open source group(s).","zh-TW":"GDG Taipei (Google Developer Group Taipei) 是以研究 Google 相關技術為主的開發者社群，於週三晚上聚會，由與會者提供數個 Lightening Talk，並不定期邀請講者分享特定主題、舉辦 Hackthon 或 Workshop 等活動。目前因為 COVID19 疫情關係，活動主要以線上聚會為主；一旦線下活動恢復，聚會地點會在台北地區。若沒有特別公告，我們每週三會在天瓏資訊 Coding Space 聚會。"}},{"id":"gdsc","track":"GDSC x 技術 x 開源 x 社群","image":"https://coscup.org/2022/images/community/gdsc.png","link":"","name":{"en":"Google Developer Student Clubs Taiwan & Hong Kong","zh-TW":"Google Developer Student Clubs Taiwan & Hong Kong"},"intro":{"en":"Google Developer Student Clubs Taiwan & Hong Kong (GDSC TW&HK) are community groups that are comprised of students. Through open-source applications, we hope to raise awareness of Google Technologies to the public. Not limited to the technological aspects of Google services and the advent of burgeoning open source communities, we will discuss our past, present, and future.","zh-TW":"Google Developer Student Clubs Taiwan & Hong Kong 是由學生組成的開發者社群。我們期望透過本主題，激發大眾對於 Google 技術透過開源的落地應用。同時並不僅只限於技術層面，面對當前遍地開花的以 Google 技術為主軸的開源社群們，在維繫、經營與推廣上的過去、現況與未來有所討論。"}},{"id":"jp","track":"OSPN","image":"https://coscup.org/2022/images/community/jp.png","link":"https://www.ospn.jp/","name":{"en":"OSPN (OpenSource People Network, @OSC_official)","zh-TW":"OSPN (OpenSource People Network, @OSC_official)"},"intro":{"en":"The Open Source Conference (OSC) is an event that tells the story of open source.\n\nNot only in Tokyo, but also in Hokkaido in the north and Okinawa in the south, it is held all over the country throughout the year.\n\nThis is an event where you can see seminars and product exhibitions by the open source community, supporting companies, and sponsoring organizations for free.","zh-TW":"オープンソースカンファレンス（OSC）は、オープンソースの今を伝えるイベントです。\n\n東京だけでなく、北は北海道、南は沖縄まで、年間を通じて全国各地で開催しています。\n\nオープンソース関連のコミュニティや協賛企業・後援団体による、セミナーやプロダクトの展示などを入場・参加料が無料でご覧いただけるイベントです。"}},{"id":"cn","track":"Kaiyuanshe 開源社","image":"https://coscup.org/2022/images/community/cn.png","link":"https://kaiyuanshe.cn/","name":{"en":"Kaiyuanshe 開源社","zh-TW":"Kaiyuanshe 開源社"},"intro":{"en":"Founded in 2014, with the vision of \"based on China and contributing to the world\", it is composed of the principles of \"contribution, consensus, and co-governance\". It is the earliest open source community with the mission of \"open source governance, international integration, community development, and open source projects\". consortium. In 2017, Kaiyuan Club was transformed to be composed entirely of individual members, linked tens of thousands of Kaiyuan people, gathered thousands of community members and volunteers, hundreds of lecturers at home and abroad, and cooperated with nearly 100 sponsors, media, and community partners. .","zh-TW":"成立于2014年，以 “立足中国、贡献全球” 为愿景，依 “贡献、共识、共治” 原则所组成，是最早以 “开源治理、国际接轨、社区发展、开源项目” 为使命的开源社区联合体。2017年，开源社转型为完全由个人成员组成，链接了数万名开源人，集聚了上千名社区成员及志愿者、海内外数百位讲师，合作了近百家赞助、媒体、社区伙伴。"}}],"partners":[{"name":"趙元","email_hash":"4236411379baddbad40cae6ef42c54ad"},{"name":"小畢 CrBoy","email_hash":"f6ad220cc1a493aac0de746e30991e4a"},{"name":"范聖佑 Shengyou Fan","email_hash":"4d576feda280144073f28f12d2fb966d"},{"name":"Bob Chao","email_hash":"166a5650ea1b5ee175f68edea9512a02"},{"name":"nfsnfs","email_hash":"8ba17c693edf1f29ae77d64443ac242e"},{"name":"貓貓貓貓","email_hash":"594745d58ba16c327f481a8963cecc9b"}]}