[{"id":"Data-Opener","level":"titanium","image":"https://coscup.org/2022-static/images/sponsor/Data-Opener.png","link":"https://i.coscup.org/dataopener","name":{"en":"Data Opener","zh-TW":"資料申請小幫手"},"intro":{"en":"Improve the ecosystem of open data applications, and start a community for open data, to discuss about application process of open data, sharing experience and questions, and then push gov to actively open data,  and use friendly formats.","zh-TW":"改善開放資料申覆業務，建立開放資料的民間社群，討論與彙整在申請資料過程中的問題與經驗，進而促使政府更積極開放資料，並提更友善的串接格式。"},"prepare":false},{"id":"Blocto","level":"titanium","image":"https://coscup.org/2022-static/images/sponsor/Blocto.png","link":"https://i.coscup.org/blocto","name":{"en":"Blocto","zh-TW":"Blocto"},"intro":{"en":"Blocto is an all-in-one cross-chain smart contract wallet with a seamless unified experience in one all-encompassing platform: Dev-friendly SDK, built-in DEX BloctoSwap, and non-custodial NFT marketplace BloctoBay. The token, BLT, which is the utility and governance token of Blocto, serves as the foundation to the ecosystem and the interconnective link between the wallet, Blocto-made products and their users. https://blocto.app/","zh-TW":"台灣區塊鏈新創 portto 門戶科技與旗下虛擬貨幣錢包 Blocto，自2019年成立以來，致力於打造不管一般大眾及合作企業都能夠輕鬆使用的元宇宙入口。在元宇宙熱潮下，大型企業對於區塊鏈及 NFT 的深度合作需求趨增。門戶科技也透過優化區塊鏈應用技術收到獨行俠隊老闆馬克·庫班，Animoca Brands，創業加速器 Appworks 等的青睞與投資。更多訊息請至門戶科技官方網站：https://portto.com/zh"},"prepare":false},{"id":"OSSSIG","level":"diamond","image":"https://coscup.org/2022-static/images/sponsor/OSSSIG.png","link":"https://i.coscup.org/osssig","name":{"en":"Open Source Software(OSS) SIG/ ITRI / III","zh-TW":"5G產業創新發展聯盟_開源系統軟體SIG/工研院/資策會"},"intro":{"en":"The president of 5G-industry Innovation and Development Alliance is Mr. Jerry Hsu, who also serves as the vice chairman of Taiwan Electrical & Electronic Manufacturers' Association (TEEMA). The vice president of the alliance is Dr. Pei-Zen Chang, who is also the Executive Vice President of ITRI. Companies and organizations works together for 5 SIGs of the alliance, namely O-RAN 5G, System Supply Chain, Vertical Application, Intellectual Property SIG & Open Source System Software SIG. The goal of 5 SIGs is to provide effective and mutually beneficial collaborations among the domestic information and communication industry, telecommunication service industry, and application service industry. In order to accelerate building up 5G industry ecosystem, and to promote deployment of 5G technology in various vertical applications, the alliance works closely with both government and research entities. Such integration assures the members to promote competitiveness globally and to secure a stronghold in the international market.\nIndustrial Technology Research Institute, ITRI is a world-leading applied technology research institute with more than 6,000 outstanding employees. Its mission is to drive industrial development, create economic value, and enhance social well-being through technology R&D. Founded in 1973, it pioneered in IC development and started to nurture new tech ventures and deliver its R&D results to industries. ITRI has set up and incubated companies such as TSMC, UMC, Taiwan Mask Corp., Epistar Corp., Mirle Automation Corp., and Taiwan Biomaterial Co. \nInstitute for Information Industry, III was established in 1979, through the joint efforts of public and private sectors. The objective is to promote information communication technology innovation and applications in Taiwan, and to assist in the development of the digital economy. For the improvement of its own software R&D environment and collaboration with the broad open source community, the Institute for Information Industry independently invested funds to develop agile tool platforms to establish reliable open source environment and to drive industrial digital transformation.\n","zh-TW":"「5G產業創新發展聯盟」電電公會「5G產業創新發展聯盟」會長為公會許副理事長介立、副會長為工研院張培仁副院長，聯盟設立開放網路架構、系統供應鏈、垂直應用、智慧財產權、開源系統軟體5個SIG，期透過互信互利的聯盟運作，提供國內資通訊產業、電信服務業及應用服務業之間的有效互動合作；並與政府單位、研究機構相關資源作緊密結合，藉以加速建構5G產業鏈之發展環境，並推動運用5G技術建立不同領域垂直應用，以達到提昇國際競爭力及走向國際市場為宗旨。\n工業技術研究院是國際級的應用研究機構，擁有六千位研發尖兵，以科技研發，帶動產業發展，創造經濟價值，增進社會福祉為任務。自1973年成立以來，率先投入積體電路的研發，並孕育新興科技產業；累積近三萬件專利，並新創及育成，包括台積電、聯電、台灣光罩、晶元光電、盟立自動化、台生材等上市櫃公司，帶動一波波產業發展。\n財團法人資訊工業策進會（Institute for Information Industry, III）係於1970年由政府與民間共同創設，組織定位為「數位轉型的化育者( Digital Transformation Enabler)」，主要任務為整合智庫、人培與資通訊技術研發及推動之能量，發展符合產業需求的解決方案與應用服務，促進政府與產業的數位轉型。為精進軟體研發環境，對接廣大開源社群，資策會自主投入經費發展敏捷工具平台，搭配資安及法制規範，致力於建立可靠、敏捷之開源軟體環境，並持續運用AI技術打造以數位轉型為目標的完整環境建構平台，推展開源服務，進而與台灣新創及資服業者建構多贏合作模式，協助產業數位轉型。"},"prepare":false},{"id":"ESUNBANK","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/ESUNBANK.png","link":"https://i.coscup.org/esunbank","name":{"en":"E.SUN Bank","zh-TW":"玉山銀行"},"intro":{"en":"E.SUN Bank was established in 1992, which was named after the highest mountain in Taiwan. We offer warm and attentive services with sincerity and have become customers’ first choice in financial services. As Fintech emerges as the fastest growing tech sector, E.SUN has established the first Intelligent Banking Division to provide a variety of AI-enabled financial services. The exceptional overall performance has been recognized by the world-renowned technology consulting firm “International Data Corporation” (IDC), which has awarded the highest honor of \" Future Enterprise of The Year\". In other words, it highlights E.SUN’s achievements in IT infrastructure, operational resilience, financial technology and other areas, and we will continue to provide more innovative financial services to our customers. With the teamwork of like-minded financial professionals, we believe E.SUN will be one of the leading banks in the world","zh-TW":"玉山銀行成立於1992年，以台灣最高的山為名，秉持「心清如玉，義重如山」的理念，提供顧客全方位的金融服務。因應金融科技的發展趨勢，玉山設立金融業第一個以AI為核心的智能金融團隊，結合科技與金融專業，創造多種新型態的數位金融服務並快速成長，傑出的綜合表現獲得全球知名科技諮詢顧問公司「國際數據資訊」(IDC)的青睞，獲頒年度最高榮譽「2021未來企業大獎」，肯定玉山在基礎工程、營運韌性、智能金融等各方面的成就。玉山將持續結合各領域專家團隊的力量，發展有特色的創新金融服務，讓台灣的金融服務登上國際金融舞台，成就台灣的玉山、世界的玉山。"},"prepare":false},{"id":"SHOPLINE","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/SHOPLINE.png","link":"https://i.coscup.org/shopline","name":{"en":"Shopline","zh-TW":"Shopline"},"intro":{"en":"Everyone Starts Small.\nSHOPLINE was founded in Hong Kong in 2013. We started small from a 3-person team to a company with hundreds of staff regionally today.\n\nWe believe SHOPLINE’s platform is a powerful tool to help entrepreneurs to achieve their entrepreneurial dreams. We hope to create an ecosystem with rich resources where entrepreneurs will have the opportunity to be their own boss, help one another, develop their own franchise and be able to sell globally through their online shop.\n\nWith offices in Hong Kong, Taiwan, Kuala Lumpur, Ho Chi Minh City, Shenzhen, Guangzhou, Singapore and Bangkok, SHOPLINE has become an international team across 8 cities, Asia’s biggest smart commerce platform that empowers merchants to succeed everywhere.","zh-TW":"SHOPLINE 全球智慧開店平台，創立於 2013 年，秉持著「 Empower merchants to succeed anywhere 」的理念，期望讓想創業的團隊、想建立品牌的企業組織，都能透過 SHOPLINE 的服務，成功將品牌、產品推廣到世界各地。\n\nSHOPLINE 是致力於協助品牌一舉創建、管理線上與線下商店的一站式智慧開店服務，提供包含網路開店、跨境電商、社群購物、零售 POS 系統以及 O2O 虛實整合等全通路解決方案，此外，亦有專業的數位行銷團隊協助品牌執行廣告投遞、市場策略建議、行銷企劃以及商店代營運等全方位的開店解決方案，助力各種規模的品牌都能扎根本地，放眼世界，實現全通路零售的版圖佈局。\n\n目前，SHOPLINE 已協助全亞洲超過 35 萬品牌開店，包含 Cubiio、Cheese Duke 起士公爵、Durex 杜蕾斯、海邊走走、京盛宇、綠藤生機、Lucy's、美珍香、葡吉食品、古典玫瑰園、Smith & Hsu 等知名品牌選用。於 2021 年度，SHOPLINE 更成功協助所有品牌用戶接觸累計超過 7 億人次的消費者，讓 SHOPLINE 成為亞太市場的行業領軍者。\n\n發展至今，SHOPLINE 已是超過一千八百人，跨越香港、台北、吉隆玻、胡志明、深圳、廣州、新加坡、曼谷等 8 大亞洲城市的國際化團隊。SHOPLINE 創新的服務與頂尖的團隊專注為品牌打造最好的產品，曾於 2014 年獲選加入矽谷著名初創企業育成機構 500startups 孵育計畫，是香港多年來第二間加入的團隊，更在 2016 年選入阿里巴巴集團的香港創業基金首批三家名單，2019 年也獲得新一輪資金挹注，投資人包含中華開發創新加速有限公司以及阿里巴巴香港創業者基金的增投。"},"prepare":false},{"id":"Appier","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Appier.png","link":"https://i.coscup.org/appier","name":{"en":"Appier","zh-TW":"Appier"},"intro":{"en":"Appier is a software-as-a-service (SaaS) company that uses artificial intelligence (AI) to power business decision-making. Founded in 2012 with a vision of democratizing AI, Appier’s headquarter is in Taipei, Taiwan and has offices in 17 cities across Asia Pacific, U.S. and Europe, including Tokyo, Osaka, Singapore, Seoul, Kuala Lumpur, Ho Chi Minh City, Manila, Hong Kong, Beijing, Mumbai, New Delhi, Jakarta, Sydney, Bangkok, Paris, and San Francisco. We currently provide services to 1,000+ global brands and agencies and is listed on the Tokyo Stock Exchange (Ticker number: 4180). Visit www.appier.com for more information. ","zh-TW":"Appier 是一家以人工智慧（AI）為核心的軟體即服務（SaaS）公司，運用 AI 協助企業進行商業決策。Appier 成立於 2012 年，以實現 AI 的普及化（AI Democratization）為願景。總部設於台北，在亞太地區、歐洲及美國擁有 17 個營業據點，包括東京、大阪、新加坡、首爾、吉隆坡、胡志明市、馬尼拉、香港、北京、孟買、新德里、雅加達、雪梨、曼谷、巴黎、舊金山，為超過 1,000 家全球知名品牌與代理商提供優質的服務，並於東京證券交易所掛牌上市(股票代號 4180）。欲了解更多訊息，請造訪 www.appier.com。"},"prepare":false},{"id":"CMoney","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/CMoney.png","link":"https://i.coscup.org/cmoney","name":{"en":"CMoney","zh-TW":"CMoney 全曜財經資訊股份有限公司"},"intro":{"en":"CMoney was founded in 2003 by a group of technical teams with high enthusiasm for program trading. It originated from the decision analysis tools used by many financial institutions for many years, but almost no breakthrough progress. The CMoney R&D team set out to build a unique global And a high-speed backtesting system with advanced cloud technology.\n\nAt present, there are more than 100 R&D engineers supporting more than 400 legal person investment institutions, helping them to improve their transaction performance more efficiently. They are well received and loved by the industry. The current market share is more than 80%, and it has become a leader in the financial software industry. Leading the brand and dedicating to Fintech financial innovation as a field of deep development in the future, our vision is to help everyone make a good investment in life.","zh-TW":"CMoney 於 2003 年由一群對程式交易有高度熱情的技術團隊創立，有肇於多年來國內外諸多金融法人機構所採用的決策分析工具，幾乎沒有突破性的進展，CMoney 研發團隊於是著手打造獨步全球且採先進雲端技術的高速回測系統。\n\n目前擁有超過百位研發工程師支援國內外400多家的法人投資機構，協助其更有效率地提升交易績效，深受業界歡迎及喜愛，目前市占率達8成以上，已成為金融軟體業界的領導品牌，並致力於 Fintech 金融科技創新作為未來深耕發展的領域，我們的願景是幫助每個人做好人生投資。\n\n除法人客戶外，CMoney 擁有許多人氣財經產品，如籌碼K線、股市爆料同學會、理財寶、艾蜜莉定存股等超過數十款APP，另外我們也有金融領域外的探索產品如：英文知識王、搜梗等，都是近期很受使用者歡迎，流量很高的產品。"},"prepare":false},{"id":"foodpanda","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/foodpanda.png","link":"https://i.coscup.org/foodpanda","name":{"en":"foodpanda","zh-TW":"foodpanda"},"intro":{"en":"foodpanda is a leading delivery platform in Asia dedicated to bringing consumers a wide range of food, groceries and more, quickly and conveniently. Powered by technology and operational excellence, foodpanda is spearheading the growth of quick-commerce (q-commerce) across the region with its network of retail partners, as well as pandamart cloud stores to provide more on-demand options beyond the millions of food delivery options.\nfoodpanda operates in more than 300 cities across 11 markets in Asia - Singapore, Hong Kong, Thailand, Malaysia, Pakistan, Taiwan, Philippines,Bangladesh, Laos, Cambodia, and Myanmar.\nfoodpanda is a subsidiary of Delivery Hero, a global leader of the food delivery industry. Building up the APAC Data Technology Support Center in the second half of 2021,  with the goal of \"Building up the database to strengthening the application, optimizing delivery efficiency, and improving APP user satisfaction\". \nFor more information, visit www.foodpanda.com.","zh-TW":"foodpanda 身為外送平台亞洲領導品牌，致力於為消費者帶來即時且便利的美食、生鮮雜貨外送體驗。透過卓越的科技與完善的營運佈局，foodpanda 領航快商務發，攜手合作零售商家網絡與pandamart熊貓超市提供即時、豐富多元的消費選擇。至今，foodpanda 外送服務在亞洲已拓展至 11 個市場，超過 300 個城市，包含：新加坡、香港、泰國、馬來西亞、巴基斯坦、台灣、菲律賓、孟加拉、寮國、柬埔寨和緬甸。\nfoodpanda 為德國全球美食外送集團 Delivery Hero 的子公司，於 2021 下半年打造亞太數據科技支援中心，目標為「數據資料庫開發運用、優化外送效率與提升 APP 使用滿意度等功能強化及研發」。\n詳情請參考：www.foodpanda.com"},"prepare":false},{"id":"Crescendo","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Crescendo.png","link":"https://i.coscup.org/crescendo","name":{"en":"Crescendo Lab","zh-TW":"漸強實驗室"},"intro":{"en":"Crescendo Lab Ltd. was founded in 2017 with a vision to improve the state of the world by being a world-class B2B enterprise technology company. Our data analysis products and automatic marketing technologies help enterprises enhance client lifetime value by building better customer experiences. Invested by well-known AI company iKala, Crescendo Lab has been selected as a golden LINE Technical Partner in 2022, and is the leading player in Taiwan MarTech platform ecosystem by serving more than 400 brands. Starting in 2021, Crescendo Lab has expanded its business to Thailand and Japan markets with the ambition to provide digital transformation strategies internationally.","zh-TW":"漸強實驗室創立於2017年，以打造世界級的B2B軟體服務公司為目標，透過數據追蹤與行銷自動化技術，幫助品牌客戶活用數據，掌握客戶輪廓，極大化營運成效。漸強實驗室成立不滿兩年即獲得跨國AI集團iKala投資，並於今年成為LINE台灣唯一金級技術合作夥伴，目前服務超過400家品牌商，範圍跨足電商、零售、媒體、餐飲、金融等產業，是台灣MarTech生態圈重要領頭羊。除了台灣市場，漸強實驗室也在2021年將營業版圖拓展至泰國、日本市場，協助當地企業展開數位轉型。"},"prepare":false},{"id":"Kronos","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Kronos.png","link":"https://i.coscup.org/kronosresearch","name":{"en":"Kronos Research","zh-TW":"麒點科技"},"intro":{"en":"Kronos Research was founded in 2018 by senior Wall Street investors and went global from Taiwan. Within four years, Kronos has become one of the top five cryptocurrency trading teams in the world, setting records for the average daily trading volume of $5 billion and the highest single-day trading volume of $23 billion. Combining advanced technologies such as artificial intelligence, machine learning, and high-speed internet, Kronos develops exclusive quantitative trading prediction models through advanced data analysis, uses fully automated trading strategies for self-management to provide global investors with quality trading and investment services; and acts as a cryptocurrency market maker, providing real-time quotes for global cryptocurrency commodities.\n\nAs an engineer at Kronos, it is not only the collaboration and competition with the best in the business that you can expect but also the uncapped bonus that attracts top talent, with an average year-end bonus of 47 months in 2021. As a leader in Taiwan's quantitative trading market, Kronos values and encourages each team member to create their own value, and expects more talented people to join us with an open corporate culture, flat organization, and generous salary to build a diversified and rich ecosystem of quantitative trading.\n\nMedia coverages:\nINSIDE Hard Plug's online trend observation: https://lnkd.in/gtjYg5tC\nThe News Lens Keynote: https://lnkd.in/gT3DytMk\nBusiness Next Media Corp.: https://lnkd.in/gWNRvg-H\nFor job information, please visit: https://kronosresearch.com/join-us","zh-TW":"Kronos Research 由資深華爾街投資人領軍於 2018 年成立，從台灣出發走向世界，四年內擠身全球前五大的加密貨幣量交易團隊，創下每日平均交易額 50 億美金，單日最高交易額 230 億美金的記錄。結合人工智慧、機器學習、高速網路等先進技術，透過進階的資料分析開發出獨家的量化交易預測模型，並使用全自動的交易策略自營，提供全球投資人優質的交易投資服務；同時作為加密貨幣造市商，提供全球加密貨幣商品的即時報價。\n\n在 Kronos的工程師職涯中，值得期待的不僅是工作中與強者之間的合作與競爭，無上限的分紅獎金更是吸引高階人才的一大因素，以 2021 年來說就發放了平均高達 47個月的年終獎金。作為台灣量化交易市場的領先者，Kronos 重視且激勵每個團隊成員創造自身價值，以開放的企業文化、扁平組織與豐厚薪資期待更多優秀人才加入，共同建立量化交易的多元豐富生態圈。\n\n媒體報導：\nINSIDE 硬塞的網路趨勢觀察: https://lnkd.in/gtjYg5tC\nThe News Lens 關鍵評論網: https://lnkd.in/gT3DytMk\nBusiness Next Media Corp. 巨思媒體集團: https://lnkd.in/gWNRvg-H\n欲了解職缺資訊，請造訪：https://kronosresearch.com/join-us"},"prepare":false},{"id":"Titansoft","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Titansoft.png","link":"https://i.coscup.org/titansoft","name":{"en":"Titansoft","zh-TW":"新加坡商鈦坦科技"},"intro":{"en":"Titansoft is a software development company dedicated to the development and maintenance of online software platforms, with over 150 countries served. We are firm believers of agile development, aiming for rapid and flexible reaction to changes, while adopting flexible working hours, a self-initiated promotion process, and transparent developer salaries at the same time. Awarded \"Best Company to Work for\" in Asia by Human Resources Director Magazine and \"National Brand Yushan Award\", which is one of Taiwan's most prestigious enterprise awards. Due to the accelerating pace of rapid changes, we began working remotely and acted as an Atlassian agent, providing project management tools \"JIRA\" and corporate knowledge management net \"Confluence\", as well as agile transformation consulting and course services to businesses. We believe that“Change is the only constant”, and we are learning to accept it by being adaptable.","zh-TW":"新加坡商鈦坦科技是一間軟體開發公司，專注於線上軟體平台的開發與維護，產品服務超過 150 個國家的用戶。⾝處快速變動的軟體產業，我們採⽤敏捷開發，同時將敏捷思維注入公司文化，實⾏〔彈性⼯時〕、〔⾃主升遷〕及〔薪資透明〕，榮獲亞洲權威人力資源刊物 HR Asia《台灣企業雇主獎》；台灣最具權威的企業表揚獎項《國家品牌玉山獎》。 因環境快速的變動，開始打造遠距工作模式，並加入Atlassian 代理商行列，提供專案管理工具 Jira、企業知識管理內網 Confluence 及協助企業敏捷轉型諮詢及課程服務。「改變」是這世上唯⼀不變的事物，我們擁抱改變，並隨機應變！ "},"prepare":false},{"id":"SiFive","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/SiFive.png","link":"https://i.coscup.org/sifive","name":{"en":"SiFive","zh-TW":"SiFive"},"intro":{"en":"SiFive is the leading provider of market-ready processor core IP, development tools and silicon solutions based on the free and open RISC-V instruction set architecture. Led by a team of seasoned silicon executives and the RISC-V inventors, SiFive helps SoC designers reduce time-to-market and realize cost savings with customized, open-architecture processor cores, and democratizes access to optimized silicon by enabling system designers in all market verticals to build customized RISC-V based semiconductors.","zh-TW":"SiFive is the leading provider of market-ready processor core IP, development tools and silicon solutions based on the free and open RISC-V instruction set architecture. Led by a team of seasoned silicon executives and the RISC-V inventors, SiFive helps SoC designers reduce time-to-market and realize cost savings with customized, open-architecture processor cores, and democratizes access to optimized silicon by enabling system designers in all market verticals to build customized RISC-V based semiconductors."},"prepare":false},{"id":"BerryAI","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/BerryAI.png","link":"https://i.coscup.org/berryai","name":{"en":"Berry AI","zh-TW":"Berry AI"},"intro":{"en":"Berry AI is an AI startup based in Taipei and USA. We use computer vision to help fast food chains collect data and improve operations. Our team consists of a group of enthusiastic AI and software engineers from well-known academic institutions and large technology companies around the world. We’re backed by Flytech Technology, a Taiwan-listed company with 38 years of experience building industrial computers for large enterprise deployments, and provides us with stable funding and customer relationships. Today, Berry AI is working with multiple global top-10 fast food chains. Our team and business are both expanding rapidly. For more information, please visit berry-ai.com.","zh-TW":"Berry AI 是一間位於台北的 AI 新創，並在美國設有辦公室。我們致力於運用電腦視覺技術幫助速食業者蒐集數據，改善現有營運流程。技術團隊由一群充滿熱情的 AI 及軟體工程師組成，分別來自海內外知名學術機構與大型科技公司。此外，我們得到台灣上市公司飛捷科技的注資與支持，該公司擁有多年為大型企業落地工業電腦的經驗，提供穩定的資金來源與客戶關係。如今，Berry AI 已與多間全球前十連鎖速食業者展開合作，業務與團隊都迅速擴張中。欲了解更多訊息，請瀏覽 berry-ai.com。"},"prepare":false},{"id":"AlleyPin","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/AlleyPin.png","link":"https://i.coscup.org/alleypin","name":{"en":"AlleyPin","zh-TW":"翔評互動"},"intro":{"en":"AlleyPin provides digital technologies and marketing solutions that empower clinics to succeed in digital transformation. We strive to provide the best interactions between patients and clinics.\n\nBy implementing digital technologies and creating a smart healthcare ecosystem for traditional clinic services, AlleyPin has helped over 500 clinics to create positive medical experiences and drive loyalty through an optimized CRM process and has served over 1 million patients in Taiwan.","zh-TW":"AlleyPin 創立於 2017 年，旗下產品服務包含 1.talk 醫點通，是專為醫療院所設計的醫病互動系統；DBC 醫師品牌顧問為醫師量身打造品牌、建立口碑與知名度；PinMed 品醫社則是致力將醫學知識生活化的媒體平台。目前，AlleyPin 已協助超過 500 家牙醫、中醫、西醫以及醫美診所導入旗下方案，獲千位醫師肯定推薦，累計服務突破百萬名病患，擅長運用創新思維與科技來推動院所實現數位轉型，改善醫病關係，致力創造院所、病人以及醫護三贏的共好時局。"},"prepare":false},{"id":"Ubiquiti","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Ubiquiti.png","link":"https://i.coscup.org/ubiquiti","name":{"en":"Ubiquiti","zh-TW":"優比快股份有限公司"},"intro":{"en":"At Ubiquiti, our mission is to simplify IT—not just by making powerful networking technology more accessible, but by delivering frictionless product experiences tailored to our users. This pursuit begins at our R&D Center in Taiwan, where we not only build innovative products, but a culture of trust, transparency, and collaboration. Explore more: https://careers.ui.com\n","zh-TW":"成立於 2005 年， Ubiquiti（UI） 是一家美國 NYSE 上市公司，專注於網路通訊與企業 IT 解決方案，並在全球商用無線網通市場取得領先地位。\n\nSimplifying IT 是 UI 的核心精神，我們透過易於上手的產品與系統，顛覆產業既有規則，讓高深的科技不再遙不可及。目前 UI 全球有 8 個研發中心，員工總數將近 1300 人，而超過 500 人的台灣研發中心是最大、最重要的研發總部。我們持續致力於創新產品研發，並打造信任、透明與彼此合作的工作環境。"},"prepare":false},{"id":"Redhat","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Redhat.png","link":"https://i.coscup.org/redhat","name":{"en":"Red Hat Inc. - Taiwan Branch","zh-TW":"紅帽軟體股份有限公司-台灣分公司"},"intro":{"en":"Red Hat is the world’s leading provider of enterprise open source software solutions, using a community-powered approach to deliver reliable and high-performing Linux, hybrid cloud, container and Kubernetes technologies. Red Hat helps customers develop cloud-native applications, integrate existing and new IT applications, and automate and manage complex environments. A trusted adviser to the Fortune 500, Red Hat provides award-winning support, training and consulting services that bring the benefits of open innovation to any industry. Red Hat is a connective hub in a global network of enterprises, partners and communities, helping organizations grow, transform and prepare for the digital future.","zh-TW":"紅帽是企業開放原始碼軟體解決方案的全球領導廠商，以開源社群為動力，提供可靠、高效能的 Linux、混合雲、容器與 Kubernetes 技術。紅帽協助客戶開發雲端原生應用、整合新舊 IT 應用服務，且管理複雜的作業環境並將其自動化。紅帽是深受眾多財星五百大企業信賴的顧問公司，提供獲獎的支援、訓練與諮詢服務，將開源創新的效益擴散至所有產業。作為全球企業、夥伴和社群的連結中心，紅帽能協助企業成長、轉型並為數位時代做好準備。"},"prepare":false},{"id":"KKCompany","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/KKCompany.png","link":"https://i.coscup.org/kkcompany","name":{"en":"KKCompany","zh-TW":"KKCompany"},"intro":{"en":"KKCompany is Asia's leading media technology group headquartered in Taipei, Taiwan. The company's mission is to make transformational technology accessible, affordable and enjoyable to the burgeoning global creator economy. Its shareholders include KDDI, GIC and HTC. More information [Official Website] www.kkcompany.com ; [Blog] blog.kkcompany.com","zh-TW":"亞洲領先媒體科技集團 KKCompany 以「Freeways to Inspiration」為使命，協助各產業內容創作者擁抱新科技、解決痛點實現數位轉型，藉由 KKCompany 所提供的科技高速公路，將內容與服務推展至全世界、啟發人心。集團旗下服務多元，包含聲音社群 KKBOX、影音串流 KKTV、串流科技 KKStream、內容新創加速器 KKFARM 與娛樂展演 KKLIVE 等五大事業體。更多資訊請參考：〔官網〕www.kkcompany.com；〔Blog〕blog.kkcompany.com。"},"prepare":false},{"id":"MySQL","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/MySQL.png","link":"https://i.coscup.org/mysql","name":{"en":"MySQL","zh-TW":"MySQL"},"intro":{"en":"MySQL is the world’s most popular open source database. With its proven performance, reliability and ease-of-use, MySQL has become the leading database choice for web-based applications, used by high profile web properties including Facebook, Twitter, YouTube, Yahoo! and many more. Additionally, it is an extremely popular choice as embedded database, distributed by over 3,000 ISVs & OEMs.\n.\nTo organizations in need of an open source, ACID-compliant transnational database delivering real-time in-memory performance and 99.999 percent availability, Oracle offers MySQL Cluster. MySQL Cluster powers the subscriber databases of major communications service providers and is used in global fraud detection for financial transactions.\n.\nOracle drives MySQL innovation, constantly improving MySQL solutions and delivering new capabilities to power next generation web, cloud, mobile and embedded applications.\n.\nFor more information, visit http://www.mysql.com/","zh-TW":"MySQL 是全球最受歡迎的資料庫。因其久經驗證的性能和易用性，MySQL 己成為網路應用的首選資料庫，其中包含全球知名的大型用戶包括臉書、推特、Youtube 和雅虎等都是重量級用戶。另外它也是非常受歡迎的嵌入式資料庫，有超過 3000 家ＩＳＶ和ＯＥＭ在使用。\n.\n對於需要開源，同時要符合 ACID 交易型資料庫，又要能以存資料於記憶體而帶來即時的性能的組織，甲骨文用 MySQL Cluster 來滿足這些需求。MySQL Cluster 是推動現今主要的電信服務設備供應商的訂閱者資料庫，和全球最大的金融交易服務商的詐欺偵測資料庫的核心力量。\n.\n甲骨文引領 MySQL 創新，不斷改進 MySQL 解決方案同時帶來新的功能，以推動下一代的網路應用，雲，行動和嵌入式應用。更多更詳細的訊息請參考: http://www.mysql.com/"},"prepare":false},{"id":"GAMESOFA","level":"silver","image":"https://coscup.org/2022-static/images/sponsor/GAMESOFA.png","link":"https://i.coscup.org/gamesofa","name":{"en":"Gamesofa","zh-TW":"慧邦科技"},"intro":{"en":"Gamesofa was founded in 2005, and through excellence in core web technologies, has developed over 30 multiplayer games across multiple platforms including web, iOS and Android. \n\nIt has cemented its reputation as Taiwan's leading game development company. Gamesofa's motto, \"Fun in Five Minutes\" reflects the company's core philosophy. It successfully brought Taiwan its very first online web Mahjong game “Gamesofa Mahjong,” and is breaking into markets in Indonesia, Vietnam, Singapore, Malaysia and North America with Texas Hold’em, local card game, and Social casino slots apps. Gamesofa boasts a user base of over 75 million registered users worldwide, and over 2 million daily active users. In addition to its constant drive to innovate in game development, Gamesofa has become an industry leader at employing data analysis to drive operational decisions. This allows product development, operations, and marketing teams to use data analysis tools and model projections to quickly grasp emerging situations and draw up strategies. Gamesofa is a company full of youth, passion, and proficiency.","zh-TW":"慧邦科技Gamesofa成立於2005年，透過優異的網路核心技術，自製研發並行銷營運30餘款web, iOS, Android多人遊戲，是台灣首屈一指的遊戲開發公司。\nGamesofa以「5分鐘．想樂最輕鬆」為核心理念，成功打造台灣第一大網路麻將遊戲【神來也麻將】並在印尼、越南、星馬、美加推出德州撲克與當地牌類麻將及老虎機遊戲，全球累積註冊用戶數超過7,500萬，每日活躍用戶超過200萬人。Gamesofa除了在遊戲開發力求創新，更擅長以資料分析驅動營運決策，讓產品開發、營運、行銷團隊皆能透過數據分析工具與預測模型，快速掌握遊戲狀況，擬定策略，是一間充滿熱情與效率的年輕企業。"},"prepare":false},{"id":"The-Archilife-Research-Foundation","level":"bronze","image":"https://coscup.org/2022-static/images/sponsor/The-Archilife-Research-Foundation.png","link":"https://i.coscup.org/archilife","name":{"en":"The Archilife Research Foundation","zh-TW":"祐生研究基金會"},"intro":{"en":"Since 1987, the Archilife Research Foundation started long-term researches in architecture, sustainability, and go on to other areas of knowledge integration. Efforts including previously giving scholarships in aforementioned areas, and currently holding reading group meetings and communion events for knowledge keepers to better our understandings of the world. Starting from 2011, we also have been sponsoring various open source related events, holding meetups and game jams for local game developers’ groups, in the hope of supporting the growth of relevant communities in these fields.","zh-TW":"祐生研究基金會自 1987 年推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。除了過去建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。 其後，於 2011 年起，本會持續針對國內開源活動進行贊助，也針對國內獨立遊戲開發者，推動知識與資訊分享聚會，期能幫助國內相關社群之發展。"},"prepare":false},{"id":"Westpharma","level":"bronze","image":"https://coscup.org/2022-static/images/sponsor/Westpharma.png","link":"https://i.coscup.org/westpharma","name":{"en":"West Pharmaceutical Services Asia, Ltd.","zh-TW":"西式亞洲有限公司"},"intro":{"en":"WHAT WE DO\nOur Digital and Transformation (D&T) team is partnering across our global business to bring the latest digital advancements to drive our business forward. Specialized in IoT systems, the Taipei and Taichung teams are leading West’s development and integration of connectivity and monitoring in the smart manufacturing and smart healthcare landscape.\nDeveloping next generation processes to drive advanced manufacturing technology within our global operations.\nConnecting medical devices in real time across our 25 manufacturing sites globally.\nWorking on innovative advancements in distributed systems, IoT connectivity and high-quality software development.\nBringing Industrial IoT to a global scale as well as bringing to market compliant Software-as-Medical-Devices (SaMD) solutions.\n\nAbout West\nWest Pharmaceutical Services, Inc. is a leading provider of innovative, high-quality injectable solutions and services. As a trusted partner to established and emerging drug developers, West helps ensure the safe, effective containment and delivery of life-saving and life-enhancing medicines for patients. With approximately 10,000 team members across 50 sites worldwide, West helps support our customers by delivering over 45 billion components and devices each year. \nHeadquartered in Exton, Pennsylvania, and in business for nearly a century, West in its fiscal year 2021 generated $2.83 billion in net sales. West is traded on the New York Stock Exchange (NYSE: WST) and is included on the Standard & Poor's 500 index. For more information, visit www.westpharma.com.\n\nWHY JOIN US\nJoin an exciting journey of digital transformation\nJoin an international team where differences are valued \nJoin a purpose that contributes to a healthier world \nJoin a company with close to 100-year history\nJoin an organization that commits to corporate responsibility\n\n\n","zh-TW":"我們的任務\n數位轉型(D&T)團隊與全球業務合作，以先進數位化推動西氏業務發展。其中，台北和台中團隊專注於物聯網系統，致力於智能製造和智能醫療領域的連接監控開發與整合。\n開發新一代系統流程推動全球營運先進製造技術\n跨及全球 25 個製造工廠即時連接醫療設備\n致力於分佈式系統、物聯網連接和高質量軟體開發之創新進步\n將工業物聯網推向全球範疇，並推行符合市場需求的軟體及醫療設備(SaMD)解決方案\n\n關於西氏\n西氏是一家領先的創新型高品質注射劑包裝解決方案及服務提供商。作為行業知名及新興製藥公司信賴的合作夥伴，西氏致力於提供安全、有效、可靠的容器包裝和給藥系統以挽救患者生命、提升患者生活質量。西氏在全球50多個國家及地區擁有約10,000名員工，每年生產醫藥包裝組件及器具超過450億個，旨在為客戶及全球病患帶來更好的醫療保健服務。\n西氏成立至今近百年，總部位於賓夕法尼亞州埃克斯頓（Exton, PA），2021全年淨銷售額為28.3億美元。西氏是紐交所上市公司（NYSE：WST），並被納入標普500指數。欲了解更多資訊，請至公司網站：www.westpharma.com\n\n為何選擇我們\n加入一場激勵人心的數位轉型之旅\n加入一支重視多元文化的跨國團隊\n加入我們，共建一個更健康的世界\n加入一間擁有近百年歷史的企業\n加入一個致力發展企業責任的組織\n\n"},"prepare":false},{"id":"Microsoft","level":"bronze","image":"https://coscup.org/2022-static/images/sponsor/Microsoft.png","link":"https://i.coscup.org/microsoft","name":{"en":"Microsoft","zh-TW":"Microsoft"},"intro":{"en":"At Microsoft, our mission is to empower every person and every organization on the planet to achieve more. This year, I’ve had the opportunity to meet people around the world who are harnessing the power of technology to make a difference. These are just a few of the stories that have resonated with me this year. In 2016, I look forward to continuing to learn and see firsthand how digital technology is empowering people to make things and make things happen.","zh-TW":"微軟一直專注於技術創新與變革，透過卓越的軟體、設備和服務，能夠幫助用戶提昇生活和工作生產力，讓數億的使用者真正受益於科技。最耳熟的就是，Satya Nadella 在上任後提出了新願景：「在這個行動優先、雲端至上的世界裡，微軟的核心競爭力，就是成為一個提供生產力與平台的公司，幫助在這個地球上的每一個人到每一個組織，都能貢獻更多、成就更大。」"},"prepare":false},{"id":"The-Linux-Foundation","level":"friend","image":"https://coscup.org/2022-static/images/sponsor/The-Linux-Foundation.png","link":"https://i.coscup.org/linux","name":{"en":"OpenChain","zh-TW":"OpenChain"},"intro":{"en":"The OpenChain Project maintains the International Standard for open source license compliance. This allows companies of all sizes and in all sectors to adopt the key requirements of a quality open source compliance program. This is an open standard and all parties are welcome to engage with our community, to share their knowledge, and to contribute to the future of our standard.","zh-TW":"The OpenChain Project maintains the International Standard for open source license compliance. This allows companies of all sizes and in all sectors to adopt the key requirements of a quality open source compliance program. This is an open standard and all parties are welcome to engage with our community, to share their knowledge, and to contribute to the future of our standard."},"prepare":false},{"id":"The-FreeBSD-Foundation","level":"friend","image":"https://coscup.org/2022-static/images/sponsor/The-FreeBSD-Foundation.png","link":"https://i.coscup.org/freebsd","name":{"en":"The FreeBSD Foundation","zh-TW":"The FreeBSD Foundation"},"intro":{"en":"The FreeBSD Foundation is a 501(c)(3), US based, non-profit organization dedicated to supporting and promoting the FreeBSD Project and community worldwide. Funding comes from individual and corporate donations and is used to purchase hardware to improve and maintain FreeBSD infrastructure, and fund staff to improve test coverage, continuous integration and automation. The Foundation also advocates for FreeBSD by promoting FreeBSD at technical conferences and by funding developer summits and travel grants. They also represent the FreeBSD Project in executing contracts, license agreements, and other legal arrangements that require a recognized legal entity.","zh-TW":"The FreeBSD Foundation is a 501(c)(3), US based, non-profit organization dedicated to supporting and promoting the FreeBSD Project and community worldwide. Funding comes from individual and corporate donations and is used to purchase hardware to improve and maintain FreeBSD infrastructure, and fund staff to improve test coverage, continuous integration and automation. The Foundation also advocates for FreeBSD by promoting FreeBSD at technical conferences and by funding developer summits and travel grants. They also represent the FreeBSD Project in executing contracts, license agreements, and other legal arrangements that require a recognized legal entity."},"prepare":false},{"id":"Bureau-Veritas","level":"friend","image":"https://coscup.org/2022-static/images/sponsor/Bureau-Veritas.png","link":"https://i.coscup.org/bureauveritas","name":{"en":"Bureau Veritas","zh-TW":"必維集團 (Bureau Veritas) 立德國際商品檢驗有限公司"},"intro":{"en":"Bureau Veritas is a world leader in conformity assessment and certification services. Founded in 1828, the group has 78,000 employees in more than 1400 offices and laboratories located\nin 140 countries.\nUniquely positioned at the TIC industry, Bureau Veritas Consumer Products Services – Technology is your strategic partner on the road to reaching your goals and success with our full suite of capabilities for Consumer Electrical, Electronic / Wireless, New Mobility and Industrial.\nOur holistic solution steers our clients with confidence - includes Electrical &amp; Electronics total testing solutions, the latest technologies from Bluetooth to Wi-Fi to Zigbee to 5G and beyond for IoT Products, BV Mark to ensure branding alignment, integrated with the heavy technology-centric needs on Cybersecurity, and BV Green Line to foster Sustainability, etc.\nhttp://ee.bureauveritas.com.tw","zh-TW":"Bureau Veritas 是全球品質檢定及認證服務的領導機構，成立於 1828 年，在全球 140 個國家設有超過 1,400 個辦事處及實驗室，員工數超過 78,000 人。Bureau Veritas 持續提供創新的服務與解決方案，確保客戶的產品、基礎設施與生產流程在品質、人員健康與安全、環境保護，以及社會責任等各方面均符合標準與法規要求，進一步協助客戶提升業務表現。\n獲取更多有關 Bureau Veritas 資訊，請流覽：www.bureauveritas.com\n必維國際檢驗集團立德國際商品試驗公司 (消費性產品事業部科技產品事業群)於全球檢測、檢驗與認證產業 (TIC 產業) 中獨佔鰲頭，是唯一為電子電機、汽車和無線領域提供完整檢測與認證服務的合作夥伴。憑藉在消費電子電氣產品、無線設備終端、新能源和工業領域的全套能力及技術經驗，能成為企業實現目標和成功的戰略合作夥伴。其整體解決方案引導客戶充滿信心—— 從傳統產品的測試認證解決方案到最新的產品技術研發，無論從藍牙、Wi-Fi 無線、個域網、5 g到物聯網新能源產品, 必維BV Mark的標誌結合網路安全要求和必維綠線服務，能説明您的產品確立品牌定位，並保持可促進可持續的發展，為企業和產品邁入新的技術革命保駕護航。 http://ee.bureauveritas.com.tw"},"prepare":false},{"id":"Collabora","level":"friend","image":"https://coscup.org/2022-static/images/sponsor/Collabora.png","link":"https://i.coscup.org/collabora","name":{"en":"Collabora","zh-TW":"Collabora"},"intro":{"en":"Collabora is a leading global consultancy specializing in delivering the benefits of Open Source software to the commercial world. For over 15 years, we've helped clients navigate the ever-evolving world of Open Source, enabling them to develop the best solutions – whether writing a line of code or shaping a longer-term strategic software development plan. By harnessing the potential of community-driven Open Source projects, and re-using existing components, we help our clients reduce time to market and focus on creating product differentiation. To learn more, please visit collabora.com. Follow us on Twitter @Collabora.","zh-TW":"Collabora is a leading global consultancy specializing in delivering the benefits of Open Source software to the commercial world. For over 15 years, we've helped clients navigate the ever-evolving world of Open Source, enabling them to develop the best solutions – whether writing a line of code or shaping a longer-term strategic software development plan. By harnessing the potential of community-driven Open Source projects, and re-using existing components, we help our clients reduce time to market and focus on creating product differentiation. To learn more, please visit collabora.com. Follow us on Twitter @Collabora."},"prepare":false},{"id":"OCF","level":"co-organizer","image":"https://coscup.org/2022-static/images/sponsor/OCF.png","link":"https://i.coscup.org/ocf","name":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會"},"intro":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several members of Taiwan’s open source community. Our main goal is to support local communities advocate the use of open technologies in broader sectors, including open source software, open hardware, and open data. We help government, enterprises, and NGOs better understand the benefits of adopting open source,and promote the importance of open data to the public sphere. We believe that a culture of open collaboration is the foundation for an innovative society, and the engine of a participatory democracy.","zh-TW":"財團法人開放文化基金會（Open Culture Foundation，簡稱 OCF）成立的主要目的，是希望能夠藉由法人組織的力量，協助台灣資訊軟體界的開放源碼社群，包含開放原始碼軟體、開放資料、開放政府 (公民科技)。三個主要領域的發展和應用。\n除此之外，也期許能將開源自由的精神，更廣泛地應用在各個領域。因此，除了協助開源社群之外，基金會也協助民間企業、政府單位、非政府組織及學術單位，讓他們更能了解開源軟硬體的優勢、開放資料的重要性，進而在產、官、學三方推廣開源與開放協作的文化。"},"prepare":false},{"id":"NTUST","level":"co-organizer","image":"https://coscup.org/2022-static/images/sponsor/NTUST.png","link":"https://i.coscup.org/ntust","name":{"en":"Taiwan Tech ECE","zh-TW":"臺灣科技大學 電子工程系"},"intro":{"en":"Our university is recognized as an application-oriented research-type international university. Comply with this axis of the university, the development goal of our department is set as the education of talent high tech personnel and the supplying of delicate application technology. With this, our department will play a role of connecting the basic technology and industrial application. To follow the technology policy of our government and the internationalized trend of education, the tradition of “emphasizing on practical application” in our department will be continued. With “combination of theory and application” and “balance on IQ and EQ”, electronic specialists with “international view and creation capability” will be trained in our department. These engineers will have the ability to design, manufacture, maintain and test the systems and elements in the fields of electronics, information communication and photo-electronics. With the “professional topics for undergraduate students”, “cooperation projects from the industry” and “the enforcement of the manufacturing ability of students”, our professors will help the industry to develop their required technologies. Cooperation with the neighboring educational and researching institutions, we will boom the energy of our research ability, develop our specialism and lift the global competition ability for the industry of our country.","zh-TW":"本校未來定位為「國際化應用研究型大學」，配合學校發展主軸，本系系務發展目標訂為培育優秀高科技人才，並提供精緻創新的應用技術，以扮演銜接基礎科技與產業應用的橋樑角色。\n本系將配合國家科技政策的長遠發展方向與國際化趨勢，發揚本校重視實務能力的傳統，培育理論與實務兼具，專業與倫理並重，具國際視野及精緻創新能力的電子科技人才，使具備各種電子、資通及光電系統和元件之規劃、設計、製作、維護及測試等研發及服務能力。並以專題研究及產學建教合作計畫，加強學生實務能力，協助產業發展技術。並與鄰近教研單位及國際知名學術機構合作，提升研發能量，發展特色，以提昇我國產業的全球競爭力。"},"prepare":false},{"id":"ICHEF","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/ICHEF.png","link":"https://i.coscup.org/ichef","name":{"en":"iCHEF","zh-TW":"iCHEF"},"intro":{"en":"We build the best restaurant POS in the world, and keep making it better.\nBelieving technology should help but handicap entrepreneurship, iCHEF works with thousands of restaurants’ owners to design and deliver POS technology and service that helps every restaurant to prevail in their own way.\nTurning enterprise level technologies into affordable and understandable for small restaurants, iCHEF is making opening restaurant a better business.","zh-TW":"iCHEF（資廚管理顧問股份有限公司）是一間智慧餐飲科技公司，透過提供簡單、具彈性的 iPad POS (Point of Sale ) 系統平台、餐廳數據分析應用與開店顧問服務，讓小餐廳也能活用科技與數據的力量最佳化營運、深度掌握客人，揮灑他們對料理的創造力，進而打造出更理想的餐廳，不停革新餐飲業，讓開餐廳成為一門更好的生意。 iCHEF 於2012年成立，餐廳客戶數超過4,500家，遍及台灣、香港、新加坡和馬來西亞。iCHEF更榮獲德國 iF Gold 設計獎　iF Gold Award、德國紅點設計獎 Red Dot Design Award 及日本優良設計獎 Good Design Award 等殊榮。\n.\niCHEF以SaaS模式(Software-as-a-Service)訂閱制作為商業模型，將POS系統作為 「智慧餐飲科技」的核心；以數據做為基礎，用智慧餐飲科技協助餐廳數位轉型，推動餐飲產業升級，開創智慧餐飲新時代。 創業7年、超過5000家餐廳的磨練，我們一步一步地穩定成長、不停歇的投入餐飲科技研發，追求技術、穩定度及產品升級，為世界打造未來餐廳，開創智慧餐飲的新時代！"},"prepare":false},{"id":"HackMD","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/HackMD.png","link":"https://i.coscup.org/hackmd","name":{"en":"HackMD","zh-TW":"HackMD"},"intro":{"en":"HackMD is a collaborative NOTE based on Markdown, focusing on real-time collaboration and supporting multiple extended functions.\n\nYou can easily organize your thoughts, smoothly share and co-edit with your teammates then concisely preview the result in real-time.\n\nWrite a document, record an inspiration, take meeting minutes, or start a high-quality discussion, HackMD makes it more efficient and more accessible.\n\nSince launch, more than 3,000,000 notes have been created and more than 13,000 teams have been collaborated in HackMD.\n\nDOC smarter on HackMD, consolidate the knowledge together.","zh-TW":"HackMD 是以 Markdown 為本，追求流暢、簡潔的線上協作筆記。\n\n無論是社群多人編輯、團隊溝通共筆、個人便捷紀錄，HackMD 支援多種語法、圖表、數學表達式，搭配書本模式、簡報模式跟留言互動功能。讓筆記，不只是筆記。\n\n上線至今，已經有超過 3,000,000 份筆記，以及超過 13,000 個團隊空間使用。HackMD 能夠便捷寫作、版面俐落，聰明的筆記整理方法，受到國內外用戶的喜愛。\n\n從下筆、編輯、共筆到發表，HackMD 讓你的知識最有效率地呈現，跟人們以最流暢的速度分享。\n\n在 HackMD 開啟一份新筆記吧！"},"prepare":false},{"id":"Nitro-coffee","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/Nitro-coffee.png","link":"https://i.coscup.org/nitrocoffee","name":{"en":"Three Wheel Nitro Coffee","zh-TW":"三輪行動咖啡氣泡飲"},"intro":{"en":"We welcome private activities, company meetings, birthday parties or public events. We offer coffee and beverage service. The coffee truck for rent now. ","zh-TW":"歡迎私人活動、公司開會/慶生、公眾活動邀約配合！提供現場咖啡與飲品服務。三輪車出租。"},"prepare":false},{"id":"StickerHD","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/StickerHD.png","link":"https://i.coscup.org/STHD","name":{"en":"StickerHD","zh-TW":"百變怪貼紙"},"intro":{"en":"StickerHD offers you the high quality simplest and the easiest sticker ordering experience. Just pick the styles online, upload your images and checkout.","zh-TW":"StickerHD 百變怪貼紙提供您高品質、最簡單、輕鬆的線上貼紙訂製服務，線上選擇款式、上傳圖檔、快速結帳，就會為您繪製客製化刀模線，並提供預覽效果圖與您確認成品效果。"},"prepare":false},{"id":"Taninswine","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/Taninswine.png","link":"https://i.coscup.org/taninswine","name":{"en":"Tanins Wine Collection","zh-TW":"尋酒師葡萄酒"},"intro":{"en":"Have you ever browsed through so many options of wine in supermarkets, bought one, and later found out it's not what you like? Let the pro take care of selecting wine for you! Tanins' French sommelier travels across France, looking for small and family-owned AOC/AOP wineries offering premium and organic wine. We recommend new wine every month, so that you can taste different grape varieties of different regions of France at the comfort of home.\n\nThere are many startups outside of Taiwan that operate with similar business case to select wine on behalf of you. It's just like how we never question the bean type and origin when you order a cup of Starbucks latte. This may be new, however don't be afraid to try our wine selection, and you may be pleasantly surprised by the quality you receive. This is a new way to explore wine. Join us and cheers!","zh-TW":"你是不是曾在超市或網路看著玲瑯滿目的葡萄酒，選了一瓶開瓶後發現根本不喜歡？不同於台灣主流酒商的商業模式，Tanins以嶄新【品酒師掛保證】的方式，由專屬的法籍品酒師，走遍法國各地的AOP/AOC小農酒莊，尋找尚未被發掘的寶石，嚴選已熟成、現在是適飲期的有機葡萄酒。\n\n歐美有不少新興公司也以幫您選酒為營運方式，如uchronic、makerwine等。就像很多人信任星巴克挑的咖啡豆，不會特別去詢問今天的拿鐵豆是哪國哪個莊園產的。Tanins尋酒師是台灣第一個這麼做的，或許與你習慣的銷售方式不同，但是如果給Tanins一個機會，相信你會喜歡上Tanins每月為你挑的好酒！這季嘗波爾多的Cabernet Sauvignon與Sauvignon Blanc，下季嘗勃根地的Pinot Noir與Chardonnay，在家就能跟著酒單學習不同產區，不同酒款等等的品酒知識。"},"prepare":false},{"id":"Psychologist","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/Psychologist.png","link":"https://i.coscup.org/hyctherapy","name":{"en":"Hsiang-Yu Chen Psychologist","zh-TW":"陳湘妤心理師"},"intro":{"en":"Counseling Psychologist, focus on close relationships, career development and trauma therapy. （She also helps us to host the Meditation and Mindfulness class at Healing Market in COSCUP.）","zh-TW":"諮商心理師，專長領域為親密關係、生涯發展與與創傷治療。在這次活動主要協助「療癒市集」中的「冥想正念」課程。"},"prepare":false},{"id":"Eden","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/Eden.png","link":"https://i.coscup.org/eden","name":{"en":"Eden Social Welfare Foundation","zh-TW":"伊甸社會福利基金會"},"intro":{"en":"In response to God's calling and with a great love for the persons with physical and mental disabilities, she decided to create a place where the disabled are truly cared for and loved - The Garden of Eden in Dreams.（The foundation helps us in Massage Station at Healing Market in COSCUP.）","zh-TW":"伊甸秉持「服務弱勢、見證基督、推動雙福、領人歸主」的理念，提供身心障礙朋友各項社會福利服務，並傳達基督救贖的訊息，落實福利與福音並重的使命。在這次活動主要協助「療癒市集」中的「按摩小站」。"},"prepare":false},{"id":"Individual-Sponsorship","level":"special-thanks","image":"https://coscup.org/2022-static/images/sponsor/Individual-Sponsorship.png","link":"https://i.coscup.org/D4tDp","name":{"en":"Individual Sponsorship","zh-TW":"個人贊助"},"intro":{"en":"OpenChain, 吳○綱, 温○翰, LaBaQ, Ping Wu (小平), 江○揚, 李○瑾, 李○卿, 林○璇, 鄭○廷, 自由車上自由人, 農業開放資料社群, 李○龍, 陳○仁, 陳○新, shuwei, 小飛機大帥哥, PastLeo, Cherie Hsieh, 蕭○順, 二進位工作室, 林○俊, ijliao, 洪○偉, Lenny, 鍾○鈞, 王○民, 陳○紹, 游○, 伊達, 卜○豪, 邱○婷, 李○陞, 陳○仁, 洪○吟","zh-TW":"OpenChain, 吳○綱, 温○翰, LaBaQ, Ping Wu (小平), 江○揚, 李○瑾, 李○卿, 林○璇, 鄭○廷, 自由車上自由人, 農業開放資料社群, 李○龍, 陳○仁, 陳○新, shuwei, 小飛機大帥哥, PastLeo, Cherie Hsieh, 蕭○順, 二進位工作室, 林○俊, ijliao, 洪○偉, Lenny, 鍾○鈞, 王○民, 陳○紹, 游○, 伊達, 卜○豪, 邱○婷, 李○陞, 陳○仁, 洪○吟"},"prepare":false}]