[{"id":"SuDo-Research-Labs","level":"friend","image":"https://coscup.org/2023-static/images/sponsor/SuDo-Research-Labs.png","link":"https://i.coscup.org/sudo-research","name":{"en":"SuDo Research Labs","zh-TW":"蘇度科技"},"intro":{"en":"SuDo Research Labs has dedicated to evolving blockchain technology and decentralized finance (DeFi). Our headquarter is located in the Taipei 101 Building.\nOur fundamental operating activities focus not only on research and development of blockchain services and market strategies exploration, but also actively conduct in-depth research on relevant academic results. Adhering to the belief in reducing participants’ security risks and transaction losses, we’ve been committed to providing the best products for the users in the fast-growing blockchain ecosystem!","zh-TW":"SuDo Research Labs 總部設於台北101大樓，我們專精於區塊鏈與去中心化金融，不僅以持續研發區塊鏈服務及拓展市場策略作為營運主軸，也積極深入研究相關的學術成果，以降低參與者安全風險及交易損失的信念，期望在區塊鏈蓬勃發展的生態圈中，打造出更適合使用者的產品。\n我們努力營造扁平開放的工作文化，舒適高效率的工作環境與活潑的工作氣氛，並且重視每一位夥伴的成長。若你對挑戰未知感到興奮，也認同我們的文化與願景，期待您一同加入我們的行列！"},"prepare":false},{"id":"NewRelic","level":"diamond","image":"https://coscup.org/2023-static/images/sponsor/NewRelic.png","link":"https://i.coscup.org/newrelic-2023","name":{"en":"New Relic","zh-TW":"New Relic"},"intro":{"en":"From the Fortune 100 to hyper-growth startups, top brands and software engineers trust New Relic to help them plan, build, monitor, debug, and run great software. New Relic is the only unified data platform that collects all telemetry data - metrics, events, logs, and traces - to enable quick problem-solving and move beyond identifying the \"what\" to uncovering the \"why\".","zh-TW":"無論是 Fortune 100 還是快速增長的初創公司，頂級品牌和軟件工程師都信任 New Relic 幫助他們規劃、構建、監控、調試和運行卓越的軟件。New Relic 是唯一一個統一的雲端數據平台，可以收集所有遙測數據 - Metrics、Events、Logs 和 Traces - 以實現快速解決問題，並從識別“是什麼”轉向揭示“為什麼”。"},"prepare":false},{"id":"OCF","level":"co-organizer","image":"https://coscup.org/2023-static/images/sponsor/OCF.png","link":"https://i.coscup.org/ocf-2023","name":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會"},"intro":{"en":"Since 2014, we have functioned as a legal entity and supported over 30 open technology communities in Taiwan. Throughout this process, we have not only continued to promote the idea of open technology, but we have also become involved in policy advocacy and spoken up for the public's digital human rights. Through this process, we have created a base for the development of open technology in Taiwan. None of these successes are the result of OCF alone. Rather, they are the result of several open tech communities, individuals and organizations working together to make Taiwan's internet and digital environment more open, transparent, and participatory.","zh-TW":"財團法人開放文化基金會（Open Culture Foundation，OCF）以法人組織形式支持台灣 30 多個開放科技社群。OCF 除了推廣開放原始碼及開放科技之概念，也參與政策倡議，為守護數位人權發聲。攜手科技社群與公民夥伴，OCF 致力於使臺灣數位 / 網路環境更加公開、透明，讓公眾（無論是個人、社群或是組織）皆能參與。\nOCF 亦致力於與科技社群協力，透過人才培育、工具教學、辦理活動等方式來提升臺灣公民團體的資訊安全及數位能力。透過推廣開放科技與跨界合作，OCF 將持續銜繫台灣科技社群與公私領域，促成開放共創保障數位人權、支持透明涵融的數位公民社會。"},"prepare":false},{"id":"NTUST","level":"co-host","image":"https://coscup.org/2023-static/images/sponsor/NTUST.png","link":"https://i.coscup.org/ntust-2023","name":{"en":"Taiwan Tech ECE","zh-TW":"臺灣科技大學 電子工程系"},"intro":{"en":"Our university is recognized as an application-oriented research-type international university. In line with this university axis, our department's development goal is to educate high-tech personnel and supply delicate application technology. With this, our department will play a role of connecting basic technology and industrial application. As part of our government's technology policy and the internationalization of education, we will continue to emphasize practical application in our department. With a “combination of theory and application” and “balance on IQ and EQ,” electronic specialists with “international view and creation capability” will be trained in our department. These engineers will be able to design, manufacture, maintain, and test the systems and elements in electronics, information communication, and photo-electronics. With the “professional topics for undergraduate students,” “cooperation projects from the industry,” and “the enforcement of the manufacturing ability of students,” our professors will help the industry to develop their required technologies. We will be able to boost the energy of our research ability, develop our specialization, and lift our industry's global competitiveness through cooperation with neighboring educational and research institutions.","zh-TW":"本校定位為「國際化應用研究型大學」，配合學校發展主軸，本系發展目標為培育優秀高科技人才，扮演銜接基礎科學與產業應用的橋樑。本系配合國家科技政策的長遠發展與國際化趨勢，重視實務能力，培育理論與實務兼具，專業與倫理並重，具國際視野及創新能力的電子科技人才，使其具備AI 資訊、電力電子與半導體、通訊及光電元件與系統之其一或斜槓專業 。使學生從事製作、維護及測試能力。並以專題研究及產學合作計畫，培養學生實務能力，協助企業發展。與國內教研單位及國際知名學研機構密切合作，提升研發能量，發展科技大學特色，提昇我國產業的全球競爭力。"},"prepare":false},{"id":"iChef","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/iChef.png","link":"https://i.coscup.org/ichef-2023","name":{"en":"iCHEF","zh-TW":"iCHEF"},"intro":{"en":"We build the best restaurant POS in the world, and keep making it better.\nBelieving technology should help but handicap entrepreneurship, iCHEF works with thousands of restaurants’ owners to design and deliver POS technology and service that helps every restaurant to prevail in their own way.\nTurning enterprise level technologies into affordable and understandable for small restaurants, iCHEF is making opening restaurant a better business.","zh-TW":"iCHEF（資廚管理顧問股份有限公司）是一間智慧餐飲科技公司，透過提供簡單、具彈性的 iPad POS (Point of Sale ) 系統平台、餐廳數據分析應用與開店顧問服務，讓小餐廳也能活用科技與數據的力量最佳化營運、深度掌握客人，揮灑他們對料理的創造力，進而打造出更理想的餐廳，不停革新餐飲業，讓開餐廳成為一門更好的生意。 iCHEF 於2012年成立，餐廳客戶數超過4,500家，遍及台灣、香港、新加坡和馬來西亞。iCHEF更榮獲德國 iF Gold 設計獎　iF Gold Award、德國紅點設計獎 Red Dot Design Award 及日本優良設計獎 Good Design Award 等殊榮。\n.\niCHEF以SaaS模式(Software-as-a-Service)訂閱制作為商業模型，將POS系統作為 「智慧餐飲科技」的核心；以數據做為基礎，用智慧餐飲科技協助餐廳數位轉型，推動餐飲產業升級，開創智慧餐飲新時代。 創業7年、超過5000家餐廳的磨練，我們一步一步地穩定成長、不停歇的投入餐飲科技研發，追求技術、穩定度及產品升級，為世界打造未來餐廳，開創智慧餐飲的新時代！"},"prepare":false},{"id":"HackMD","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/HackMD.png","link":"https://i.coscup.org/hackmd-2023","name":{"en":"HackMD","zh-TW":"HackMD"},"intro":{"en":"HackMD is where you collaborate with your team and communicate with your community in Markdown notes.\n\nYou write in Markdown and HackMD presents source code, slides, charts, and math expressions for you. You control who can view/edit your notes and share them with flexible permissions.\n\nSince launch, more than 3,000,000 notes have been created and more than 13,000 teams have collaborated in HackMD.\n\nHackMD is where your short-term and long-term memory live together.","zh-TW":"HackMD 是以 Markdown 為本，追求流暢、簡潔的線上協作筆記。\n\n無論是社群多人編輯、團隊溝通共筆、個人便捷紀錄，HackMD 支援多種語法、圖表、數學表達式，搭配書本模式、簡報模式跟留言互動功能。讓筆記，不只是筆記。\n\n上線至今，已經有超過 3,000,000 份筆記，以及超過 13,000 個團隊空間使用。HackMD 能夠便捷寫作、版面俐落，聰明的筆記整理方法，受到國內外用戶的喜愛。\n\n從下筆、編輯、共筆到發表，HackMD 讓你的知識最有效率地呈現，跟人們以最流暢的速度分享。\n\n在 HackMD 開啟一份新筆記吧！"},"prepare":false},{"id":"Appier","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/Appier.png","link":"https://i.coscup.org/appier2023","name":{"en":"Appier","zh-TW":"沛星互動科技股份有限公司"},"intro":{"en":"Appier is a software-as-a-service (SaaS) company that uses artificial intelligence (AI) to power business decision-making. Founded in 2012 with a vision of democratizing AI, Appier’s products are designed to help companies build a holistic view of their customers, understand their preferences, anticipate their actions, and ultimately make decisions that lead to better business outcomes. From the humble beginnings of a four-bedroom to having a presence in 17 offices across Asia Pacific, the U.S., and Europe, Appier currently helps more than 1400 customers embark on AI-enabled digital transformation in digital marketing and process close to 30 billion predictions daily.","zh-TW":"Appier 是軟體即服務 (SaaS) 公司，使用人工智慧 (AI) 技術推動業務決策。Appier 於 2012 年成立，以推廣普及 AI 技術為願景目標，設計各種產品協助公司全面掌握客戶、瞭解客戶偏好、預期客戶行動，最終制訂決策實現更理想的業務成果。Appier 在四個房間大小的空間中從零開始，一步步向前邁進，時至今日已擴展為 17 個營業據點，遍及亞太地區、美國及歐洲等地，協助 1,400 家以上客戶利用 AI 技術推動數位行銷的數位轉型，每日處理近 300 億筆預測。"},"prepare":false},{"id":"E-Sun-Bank","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/E-Sun-Bank.png","link":"https://i.coscup.org/esun-bank-2023","name":{"en":"E.SUN Bank","zh-TW":"玉山商業銀行"},"intro":{"en":"E.SUN Bank was established in 1992, which was named after the highest mountain in\nTaiwan. We offer warm and attentive services with sincerity and have become\ncustomers’ first choice in financial services. As Fintech emerges as the fastest\ngrowing tech sector, E.SUN has established the first Intelligent Banking Division to\nprovide a variety of AI-enabled financial services. The exceptional overall\nperformance has been recognized by the world-renowned technology consulting\nfirm “International Data Corporation” (IDC), which has awarded the highest honor of\n&quot; Future Enterprise of The Year&quot;. In other words, it highlights E.SUN’s achievements\nin IT infrastructure, operational resilience, financial technology and other areas, and\nwe will continue to provide more innovative financial services to our customers.\nWith the teamwork of like-minded financial professionals, we believe E.SUN will be\none of the leading banks in the world.","zh-TW":"玉山銀行成立於1992年，以台灣最高的山為名，秉持「心清如玉，義重如山」\n的理念，提供顧客全方位的金融服務。因應金融科技的發展趨勢，玉山設立金\n融業第一個以AI為核心的智能金融團隊，結合科技與金融專業，創造多種新型\n態的數位金融服務並快速成長，傑出的綜合表現獲得全球知名科技諮詢顧問公\n司「國際數據資訊」(IDC)的青睞，獲頒年度最高榮譽「2022未來企業大獎」，\n肯定玉山在基礎工程、營運韌性、智能金融等各方面的成就。玉山將持續結合\n各領域專家團隊的力量，發展有特色的創新金融服務，讓台灣的金融服務登上\n國際金融舞台，成就台灣的玉山、世界的玉山。"},"prepare":false},{"id":"The-Archilife-Research-Foundation","level":"bronze","image":"https://coscup.org/2023-static/images/sponsor/The-Archilife-Research-Foundation.png","link":"https://i.coscup.org/archilife-2023","name":{"en":"The Archilife Research Foundation","zh-TW":"祐生研究基金會"},"intro":{"en":"Since 1987, the Archilife Research Foundation started long-term researches in architecture, sustainability, and go on to other areas of knowledge integration. Efforts including previously giving scholarships in aforementioned areas, and currently holding reading group meetings and communion events for knowledge keepers to better our understandings of the world. Starting from 2011, we also have been sponsoring various open source related events, holding meetups and game jams for local game developers’ groups, in the hope of supporting the growth of relevant communities in these fields.","zh-TW":"祐生研究基金會自 1987 年推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。除了過去建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。 其後，於 2011 年起，本會持續針對國內開源活動進行贊助，也針對國內獨立遊戲開發者，推動知識與資訊分享聚會，期能幫助國內相關社群之發展。"},"prepare":false},{"id":"Waltily","level":"bronze","image":"https://coscup.org/2023-static/images/sponsor/Waltily.png","link":"https://i.coscup.org/waltily2023","name":{"en":"Waltily","zh-TW":"沃提利數位"},"intro":{"en":"沃提利數位致力於線上線下會員資料整合。\n整合 LINE、EC、POS、CRM 的多渠道會員資料，能更清楚會員輪廓，掌握會員喜好，\n進而持續長期經營客戶，培養顧客忠誠度。\n\n主要功能有 LINE 會員卡、 LINE 團購、業務名片，\n能協助企業打造屬於自己的會員生態圈。","zh-TW":"沃提利數位致力於線上線下會員資料整合。\n整合 LINE、EC、POS、CRM 的多渠道會員資料，能更清楚會員輪廓，掌握會員喜好，\n進而持續長期經營客戶，培養顧客忠誠度。\n\n主要功能有 LINE 會員卡、 LINE 團購、業務名片，\n能協助企業打造屬於自己的會員生態圈。"},"prepare":false},{"id":"Berry-AI","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/Berry-AI.png","link":"https://i.coscup.org/berry-ai-2023","name":{"en":"Berry AI","zh-TW":"Berry AI"},"intro":{"en":"Berry AI is an AI startup based in Taipei and the United States, dedicated to utilizing computer vision and AI technology to help fast food operators understand their current service processes and improve operations. Our team consists of passionate AI and software engineers from renowned universities and large tech companies around the world. Additionally, Berry has received investment and support from Flytech Technology, a publicly listed company in Taiwan with years of experience in deploying industrial computers for large multinational enterprises, providing stable funding, customer relationships, and technical support. Berry AI's clients include multiple global top-10 QSR operators, and our business and team are both growing rapidly. For more information, please visit berry-ai.com.","zh-TW":"Berry AI 是一間位於台北與美國的 AI 新創，致力於運用電腦視覺與人工智慧技術幫助速食業者了解現有服務流程，並改善營運。團隊由一群充滿熱情的 AI 與軟體工程師組成，分別來自海內外知名學府與大型科技公司。此外，Berry 亦得到台灣上市公司飛捷科技的注資與支持，該公司擁有多年為大型跨國企業部屬工業電腦的經驗，提供穩定的資金來源、客戶關係與技術支持。Berry AI 的客戶包含多間全球前十連鎖速食業者，業務與團隊都高速成長中。欲了解更多訊息，請瀏覽 berry-ai.com。"},"prepare":false},{"id":"Titan","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/Titan.png","link":"https://i.coscup.org/titansoft-2023","name":{"en":" Titansoft","zh-TW":"新加坡商鈦坦科技"},"intro":{"en":"Titansoft is a software development company dedicated to the development and maintenance of online software platforms. We are firm believers of agile development, aiming for rapid and flexible reaction to changes, while adopting flexible working hours, a self-initiated promotion process, and transparent developer salaries at the same time.\nDue to the accelerating pace of rapid changes, we acted as an Atlassian and Miro agent, as well as agile transformation consulting and course services to businesses. We believe that “Change is the only constant”, and we are learning to accept it by being adaptable.","zh-TW":"我們是總部位於新加坡的鈦坦科技，主要業務為 B2B 的線上軟體平台的開發與維護，也是 Atlassian 和 Miro 的代理商，並提供敏捷開發的諮詢與顧問服務。\n身處快速變動的軟體產業，我們學習到如果沒有足夠的適應力和願意學習改變的心，是很容易被淘汰的，而「敏捷」就是我們的生存指南，因此開始【實行彈性工時】、【採用自主申請升遷】、【實踐薪資透明化】等，將敏捷思維落實於工作中。"},"prepare":false},{"id":"Sky-Mirror","level":"bronze","image":"https://coscup.org/2023-static/images/sponsor/Sky-Mirror.png","link":"https://i.coscup.org/skymirror-2023","name":{"en":"Sky Mirror Technology","zh-TW":"天鏡科技"},"intro":{"en":"Sky Mirror Technology dedicates to making software products.\r\n\r\nWe have launched four software products in the market. All from our passionate software developers. And we are still looking for partners!\r\n\r\nSince beginning in 2011, we have focused on building creative and useful software solutions. We delivered products like Cirple Smart Community, ZSCorp Cloud ERP System, BBAR Online Menu, and Stranity AI Computer Trading Platform.\r\n\r\nWe inspire you to explore new things, find creative solutions, and pursue your love of technology, all in the spirit of Silicon Valley culture. We can handle tough situations confidently because we make quick decisions. To get the best results, we give resources to people who can use them well.\r\n\r\nOur company has many chances for tech lovers to show their skills and make a difference through innovation. Visit the Sky Mirror Technology official website now, submit your resume, and start an exciting Day 1 journey together!","zh-TW":"天鏡科技是致力於創造軟體產品的公司。\r\n\r\n我們已經在市場上推出了四項軟體產品。每項產品都由對軟體充滿熱情的人才打造。而且我們還在持續招募志同道合的夥伴！\r\n\r\n自2011年開創以來，我們專注於創新且實用的軟體解決方案，提供一流的產品，如：果果智慧社區、振碩雲端 ERP 系統、菜BBAR線上點餐，以及策略無限 期貨自動化交易系統。\r\n\r\n在這裡，我們營造矽谷式的創新文化氛圍，鼓勵您挑戰舒適圈，追求獨特的解決方案，激發您對科技的激情。我們的組織結構扁平，決策迅速，讓團隊在暴風雨中破浪前行。我們相信，只有將資源交給最能有效利用的人，才能達成最佳的結果。\r\n\r\n如果您擁有對技術的熱愛、渴望創新和改變社會，我們提供一個寬廣的舞台，讓您在台上盡情發揮。現在就到天鏡科技官方網站，投下您的履歷，一起展開下一個令人振奮的 Day 1 旅程！"},"prepare":false},{"id":"SiFive","level":"bronze","image":"https://coscup.org/2023-static/images/sponsor/SiFive.png","link":"https://i.coscup.org/sifive-2023","name":{"en":"SiFive","zh-TW":"美商賽發馥股份有限公司臺灣分公司"},"intro":{"en":"As the pioneers who introduced RISC-V to the world, SiFive is transforming the future of compute by bringing the limitless potential of RISC-V to the highest performance and most data-intensive applications in the world. SiFive’s unrivaled compute platforms have enabled leading technology companies around the world to innovate, optimize and deliver the most advanced solutions of tomorrow across every market segment of chip design, including artificial intelligence, machine learning, automotive, data center, mobile, and consumer. With SiFive, the future of RISC-V has no limits. For more information, please visit [SiFive.com](https://www.sifive.com/).  Stay current with the latest SiFive updates via [Facebook](https://www.facebook.com/SiFive/), [Instagram](https://www.instagram.com/sifive_inc/), [LinkedIn](https://www.linkedin.com/company/sifive), [Twitter](https://twitter.com/SiFive), and [YouTube](https://www.youtube.com/c/SiFiveInc).","zh-TW":"SiFive身為RISC-V的發明者與領導廠商，SiFive正在改變運算的未來，將RISC-V的無限潛力引領至世上最高性能與資料密集型應用科技中。SiFive所建構無與倫比的運算平台，能夠在晶片設計的每個細分市場中，成功協助全世界眾多科技領導廠商，從創新發想、最佳化至完美、並推出最先進的晶片設計解決方案，涵蓋人工智慧、機器學習、車用電子、資料中心、移動運算、與消費電子等應用領域。SiFive與您同行，創造RISC-V的無限未來。欲知更詳細資訊，請洽 [SiFive.com](https://www.sifive.com/)。隨時了解 SiFive 最新資訊：[LinkedIn](https://www.linkedin.com/company/sifive)、[Twitter](https://twitter.com/SiFive)、[YouTube](https://www.youtube.com/c/SiFiveInc)、[Instagram](https://www.instagram.com/sifive_inc/)、及[Facebook](https://www.facebook.com/SiFive/)"},"prepare":false},{"id":"JetBrains","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/JetBrains.png","link":"https://i.coscup.org/jetbrains-2023","name":{"en":"JetBrains","zh-TW":"JetBrains"},"intro":{"en":"JetBrains is the creator of IntelliJ IDEA, ReSharper, GoLand, PyCharm, WebStorm, PhpStorm and Kotlin. We create industry leading software development tools. For over 20 years we have strived to make the strongest, most effective developer tools on Earth. By automating routine checks and corrections, our products speed up production, freeing developers to grow, discover and create. Today, eight million customers in 225 countries trust our tools.","zh-TW":"JetBrains 是知名 IntelliJ IDEA、ReSharper、GoLand、PyCharm、WebStorm、PhpStorm…等 IDE 工具及 Kotlin 程式語言背後的公司。過去 20 年來我們專注於生產能提升開發效率的工具，透過智能提示、快速修正，自動化地處理繁瑣且重複性高的任務，讓開發者有更多時間和精神專注在創新、設計、架構及更多美好的事物上。目前全球已有超過 800 萬使用者、225 多個國家信任我們的產品。"},"prepare":false},{"id":"Collabora","level":"bronze","image":"https://coscup.org/2023-static/images/sponsor/Collabora.png","link":"https://i.coscup.org/collabora-2023","name":{"en":"Collabora","zh-TW":"Collabora"},"intro":{"en":"Collabora is a leading global consultancy specializing in delivering the benefits of Open Source software to the commercial world. Since 2005, Collabora has helped its clients navigate the ever-evolving world of Open Source, enabling them to develop the best solutions – whether writing a line of code or shaping a longer-term strategic software development plan. By harnessing the potential of community-driven Open Source projects, and re-using existing components, Collabora helps its clients reduce time to market and focus on creating product differentiation. To learn more, please visit collabora.com.","zh-TW":"Collabora 是一間領先全球的顧問公司，專注於將開源軟體的優勢帶給商業界。自 2005 年以來，我們幫助客戶在不斷變化的開源世界中尋找方向，讓他們能夠開發出最佳的解決方案-無論是程式碼還是制定長期的戰略性軟體開發計劃。透過利用社群的開源專案的潛力，並重新使用現有組件，我們協助客戶縮短上市時間，專注於創造產品差異化。欲了解更多資訊，請瀏覽 collabora.com。"},"prepare":false},{"id":"Gamesofa","level":"silver","image":"https://coscup.org/2023-static/images/sponsor/Gamesofa.png","link":"https://i.coscup.org/gamesofa-2023","name":{"en":"Gamesofa","zh-TW":"慧邦科技"},"intro":{"en":"Gamesofa was founded in 2005, and through excellence in core web technologies, has developed over 30 multiplayer games across multiple platforms including web, iOS and Android. \n\nIt has cemented its reputation as Taiwan's leading game development company. Gamesofa's motto, \"Fun in Five Minutes\" reflects the company's core philosophy. It successfully brought Taiwan its very first online web Mahjong game “Gamesofa Mahjong,” and is breaking into markets in Indonesia, Vietnam, Singapore, Malaysia and North America with Texas Hold’em, local card game, and Social casino slots apps. Gamesofa boasts a user base of over 75 million registered users worldwide, and over 2 million daily active users. In addition to its constant drive to innovate in game development, Gamesofa has become an industry leader at employing data analysis to drive operational decisions. This allows product development, operations, and marketing teams to use data analysis tools and model projections to quickly grasp emerging situations and draw up strategies. Gamesofa is a company full of youth, passion, and proficiency.","zh-TW":"慧邦科技Gamesofa成立於2005年，透過優異的網路核心技術，自製研發並行銷營運30餘款web, iOS, Android多人遊戲，是台灣首屈一指的遊戲開發公司。\nGamesofa以「5分鐘．想樂最輕鬆」為核心理念，成功打造台灣第一大網路麻將遊戲【神來也麻將】並在印尼、越南、星馬、美加推出德州撲克與當地牌類麻將及老虎機遊戲，全球累積註冊用戶數超過7,500萬，每日活躍用戶超過200萬人。Gamesofa除了在遊戲開發力求創新，更擅長以資料分析驅動營運決策，讓產品開發、營運、行銷團隊皆能透過數據分析工具與預測模型，快速掌握遊戲狀況，擬定策略，是一間充滿熱情與效率的年輕企業。"},"prepare":false},{"id":"Blocto","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/Blocto.png","link":"https://i.coscup.org/blocto2023","name":{"en":"portto Co., Ltd.","zh-TW":"門戶科技股份有限公司"},"intro":{"en":"Blocto is an all-in-one cross-chain smart contract wallet ecosystem that offers a seamless, unified experience in a comprehensive platform. Blocto SDK enables instant Web3 integration for builders, developers and innovators with significantly lowered user acquisition costs.\nSince its founding in 2019, Blocto has been at the forefront of driving wide-scale adoption of digital assets — by launching one of the industry’s most extensive crypto wallets, prioritizing user experience and simplifying the onboarding process.\nToday, Blocto is one of the most influential blockchain projects in the industry, having recently secured a Series A funding round with investors like Mark Cuban, IPX (previously Line Friends) and 500 Global.","zh-TW":"Blocto 是一個全面的跨鏈智能合約錢包生態系統，提供了無縫且一致的體驗。 Blocto SDK 為開發者提供了快速的 Web3 整合方案，並且大幅降低了用戶獲取成本。\n自 2019 年成立以來，Blocto 通過推出業內最全面的加密錢包，致力於推動數位資產的廣泛應用，優先考慮用戶體驗和簡化入門流程。\n如今，Blocto 是業內最具影響力的區塊鏈項目之一，最近獲得了 A 輪融資，投資者包括 Mark Cuban、IPX（前身為Line Friends）和 500 Global。"},"prepare":false},{"id":"Nitro-coffee","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/Nitro-coffee.png","link":"https://i.coscup.org/nitrocoffee","name":{"en":"Three Wheel Nitro Coffee","zh-TW":"三輪行動咖啡氣泡飲"},"intro":{"en":"We welcome private activities, company meetings, birthday parties or public events. We offer coffee and beverage service. The coffee truck for rent now. ","zh-TW":"歡迎私人活動、公司開會/慶生、公眾活動邀約配合！提供現場咖啡與飲品服務。三輪車出租。"},"prepare":false},{"id":"Taninswine","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/Taninswine.png","link":"https://i.coscup.org/taninswine","name":{"en":"Tanins Wine Collection","zh-TW":"尋酒師葡萄酒"},"intro":{"en":"Have you ever browsed through so many options of wine in supermarkets, bought one, and later found out it's not what you like? Let the pro take care of selecting wine for you! Tanins' French sommelier travels across France, looking for small and family-owned AOC/AOP wineries offering premium and organic wine. We recommend new wine every month, so that you can taste different grape varieties of different regions of France at the comfort of home.\n\nThere are many startups outside of Taiwan that operate with similar business case to select wine on behalf of you. It's just like how we never question the bean type and origin when you order a cup of Starbucks latte. This may be new, however don't be afraid to try our wine selection, and you may be pleasantly surprised by the quality you receive. This is a new way to explore wine. Join us and cheers!","zh-TW":"你是不是曾在超市或網路看著玲瑯滿目的葡萄酒，選了一瓶開瓶後發現根本不喜歡？不同於台灣主流酒商的商業模式，Tanins以嶄新【品酒師掛保證】的方式，由專屬的法籍品酒師，走遍法國各地的AOP/AOC小農酒莊，尋找尚未被發掘的寶石，嚴選已熟成、現在是適飲期的有機葡萄酒。\n\n歐美有不少新興公司也以幫您選酒為營運方式，如uchronic、makerwine等。就像很多人信任星巴克挑的咖啡豆，不會特別去詢問今天的拿鐵豆是哪國哪個莊園產的。Tanins尋酒師是台灣第一個這麼做的，或許與你習慣的銷售方式不同，但是如果給Tanins一個機會，相信你會喜歡上Tanins每月為你挑的好酒！這季嘗波爾多的Cabernet Sauvignon與Sauvignon Blanc，下季嘗勃根地的Pinot Noir與Chardonnay，在家就能跟著酒單學習不同產區，不同酒款等等的品酒知識。"},"prepare":false},{"id":"Psychologist","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/Psychologist.png","link":"https://i.coscup.org/hyctherapy","name":{"en":"Hsiang-Yu Chen Psychologist","zh-TW":"陳湘妤心理師"},"intro":{"en":"Counseling Psychologist, focus on close relationships, career development and trauma therapy. （She also helps us to host the Meditation and Mindfulness class at Healing Market in COSCUP.）","zh-TW":"諮商心理師，專長領域為親密關係、生涯發展與與創傷治療。在這次活動主要協助「療癒市集」中的「冥想正念」課程。"},"prepare":false},{"id":"Eden","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/Eden.png","link":"https://i.coscup.org/eden","name":{"en":"Eden Social Welfare Foundation","zh-TW":"伊甸社會福利基金會"},"intro":{"en":"In response to God's calling and with a great love for the persons with physical and mental disabilities, she decided to create a place where the disabled are truly cared for and loved - The Garden of Eden in Dreams.（The foundation helps us in Massage Station at Healing Market in COSCUP.）","zh-TW":"伊甸秉持「服務弱勢、見證基督、推動雙福、領人歸主」的理念，提供身心障礙朋友各項社會福利服務，並傳達基督救贖的訊息，落實福利與福音並重的使命。在這次活動主要協助「療癒市集」中的「按摩小站」。"},"prepare":false},{"id":"MySQL","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/MySQL.png","link":"https://i.coscup.org/mysql-2023","name":{"en":"MySQL","zh-TW":"MySQL"},"intro":{"en":"MySQL is the world’s most popular open source database. With its proven performance, reliability and ease-of-use, MySQL has become the leading database choice for web-based applications, used by high profile web properties including Facebook, Twitter, YouTube, Yahoo! and many more. Additionally, it is an extremely popular choice as embedded database, distributed by over 3,000 ISVs & OEMs.\n.\nTo organizations in need of an open source, ACID-compliant transnational database delivering real-time in-memory performance and 99.999 percent availability, Oracle offers MySQL Cluster. MySQL Cluster powers the subscriber databases of major communications service providers and is used in global fraud detection for financial transactions.\n.\nOracle drives MySQL innovation, constantly improving MySQL solutions and delivering new capabilities to power next generation web, cloud, mobile and embedded applications.\n.\nFor more information, visit http://www.mysql.com/","zh-TW":"MySQL 是全球最受歡迎的資料庫。因其久經驗證的性能和易用性，MySQL 己成為網路應用的首選資料庫，其中包含全球知名的大型用戶包括臉書、推特、Youtube 和雅虎等都是重量級用戶。另外它也是非常受歡迎的嵌入式資料庫，有超過 3000 家ＩＳＶ和ＯＥＭ在使用。\n.\n對於需要開源，同時要符合 ACID 交易型資料庫，又要能以存資料於記憶體而帶來即時的性能的組織，甲骨文用 MySQL Cluster 來滿足這些需求。MySQL Cluster 是推動現今主要的電信服務設備供應商的訂閱者資料庫，和全球最大的金融交易服務商的詐欺偵測資料庫的核心力量。\n.\n甲骨文引領 MySQL 創新，不斷改進 MySQL 解決方案同時帶來新的功能，以推動下一代的網路應用，雲，行動和嵌入式應用。更多更詳細的訊息請參考: http://www.mysql.com/"},"prepare":false},{"id":"KKCompany","level":"gold","image":"https://coscup.org/2023-static/images/sponsor/KKCompany.png","link":"https://i.coscup.org/kkcompany-2023","name":{"en":"KKCompany Technologies","zh-TW":"KKCompany Technologies"},"intro":{"en":"Multinational leading technology group, KKCompany Technologies (KKCompany), is a leader in software services. Our mission is to build “Freeways to Inspiration” and help industries achieve digital transformation. By creating technology highways with partners, we deliver our services around the world and drive value creation through future technology.\nIn addition to our flagship brands KKBOX, BlendVision, and Going Cloud, our core technologies cover various fields such as music streaming, multimedia, and cloud services. Through a range of products and services, we help customers create commercial value. We also offer software services and solutions to over tens of millions of customers with corporate clients across Asia covering various industries such as telecommunications, entertainment and multimedia, media, education, and fitness centers.\nWe have over 500 employees across offices in Tokyo, Singapore, Taipei, Kaohsiung, and Hong Kong.","zh-TW":"頂尖跨國科技集團 KKCompany Technologies（KKCompany）為軟體服務領航者，以「Freeways to Inspiration」為使命，將核心技術透過「串流、雲端、大數據與人工智慧」來協助產業數位轉型。藉由與合作夥伴共同打造的科技高速公路，將服務推展至全世界，用未來科技創造嶄新不同的價值。\nKKCompany 旗下包含 KKBOX、BlendVision、Going Cloud 等自有產品品牌，核心技術橫跨音樂串流、多媒體科技、雲端智慧等不同領域，擁有多元產品與服務，持續幫助客戶創造更多商業價值，軟體服務超過千萬消費者，企業客戶遍佈全亞洲，涵蓋電信、娛樂影音、媒體、教育、健身等不同領域產業。\nKKCompany 在東京、新加坡、台北、高雄、香港等地設有辦公室，擁有超過 500 位同仁。"},"prepare":false},{"id":"FreeBSD","level":"friend","image":"https://coscup.org/2023-static/images/sponsor/FreeBSD.png","link":"https://i.coscup.org/freebsd-2023","name":{"en":"FreeBSD Foundation","zh-TW":"FreeBSD Foundation"},"intro":{"en":"The FreeBSD Foundation is a 501(c)(3) non-profit organization dedicated to supporting the FreeBSD Project and community. The Foundation gratefully accepts donations from individuals and businesses, using them to fund and manage projects, employ a staff of software engineers, organize and run FreeBSD events, advocate for FreeBSD, and provide training and educational material. In addition, the Foundation represents the FreeBSD Project in executing contracts, license agreements, and other legal arrangements that require a recognized legal entity. The FreeBSD Foundation is entirely supported by donations.","zh-TW":"The FreeBSD Foundation is a 501(c)(3) non-profit organization dedicated to supporting the FreeBSD Project and community. The Foundation gratefully accepts donations from individuals and businesses, using them to fund and manage projects, employ a staff of software engineers, organize and run FreeBSD events, advocate for FreeBSD, and provide training and educational material. In addition, the Foundation represents the FreeBSD Project in executing contracts, license agreements, and other legal arrangements that require a recognized legal entity. The FreeBSD Foundation is entirely supported by donations."},"prepare":false},{"id":"Microsoft","level":"friend","image":"https://coscup.org/2023-static/images/sponsor/Microsoft.png","link":"https://i.coscup.org/microsoft-2023","name":{"en":"Microsoft","zh-TW":"Microsoft"},"intro":{"en":"At Microsoft, our mission is to empower every person and every organization on the planet to achieve more. This year, I’ve had the opportunity to meet people around the world who are harnessing the power of technology to make a difference. These are just a few of the stories that have resonated with me this year. In 2016, I look forward to continuing to learn and see firsthand how digital technology is empowering people to make things and make things happen.","zh-TW":"微軟一直專注於技術創新與變革，透過卓越的軟體、設備和服務，能夠幫助用戶提昇生活和工作生產力，讓數億的使用者真正受益於科技。最耳熟的就是，Satya Nadella 在上任後提出了新願景：「在這個行動優先、雲端至上的世界裡，微軟的核心競爭力，就是成為一個提供生產力與平台的公司，幫助在這個地球上的每一個人到每一個組織，都能貢獻更多、成就更大。」"},"prepare":false},{"id":"Google","level":"friend","image":"https://coscup.org/2023-static/images/sponsor/Google.png","link":"https://i.coscup.org/google-2023","name":{"en":"Google","zh-TW":"Google"},"intro":{"en":"Google's mission is to organize and make the world's information universally accessible and useful. Through innovative research, they aim to transform how people work and live. Using state-of-the-art computer science techniques, Google solves problems for users and customers, making everyday tasks easier, such as searching for photos, overcoming language barriers, and assisting with personal tasks through digital assistants.","zh-TW":"Google's mission is to organize and make the world's information universally accessible and useful. Through innovative research, they aim to transform how people work and live. Using state-of-the-art computer science techniques, Google solves problems for users and customers, making everyday tasks easier, such as searching for photos, overcoming language barriers, and assisting with personal tasks through digital assistants."},"prepare":false},{"id":"Individual-Sponsorship","level":"special-thanks","image":"https://coscup.org/2023-static/images/sponsor/Individual-Sponsorship.png","link":"https://i.coscup.org/personal-2023","name":{"en":"Individual-Sponsorship","zh-TW":"個人贊助"},"intro":{"en":"蔣○倫,王○民,洪○偉,小飛機大帥哥,Cloud Native Taiwan User Group,凍仁翔,洪○吟,維特,周○修,黃智彬,葉浩匡,Henry Law,Lenny Hsu,王○凱,ETBlue,CH,林○俊,林○璇,李○陞,邱○婷,林○平,Sars Chang,Ping Wu,洪○翰,游○,蔡○泰,卜○豪,S****n,張○林,范○栓,高○誠,王○文,謝Ｏ芳,自由車上自由人,江○揚,農業開放資料社群負責人AKA農業減碳管理師暨企業ESG講師_阿柴,黃識勳,ijliao,林○婷,Lex Chien,PENNYKEN,陳淑娟,吳○賢,yutin,連○立,BobChao,盧○謙,KAI HARALD MICHAELIS,Sheng-HaoMa","zh-TW":"蔣○倫,王○民,洪○偉,小飛機大帥哥,Cloud Native Taiwan User Group,凍仁翔,洪○吟,維特,周○修,黃智彬,葉浩匡,Henry Law,Lenny Hsu,王○凱,ETBlue,CH,林○俊,林○璇,李○陞,邱○婷,林○平,Sars Chang,Ping Wu,洪○翰,游○,蔡○泰,卜○豪,S****n,張○林,范○栓,高○誠,王○文,謝Ｏ芳,自由車上自由人,江○揚,農業開放資料社群負責人AKA農業減碳管理師暨企業ESG講師_阿柴,黃識勳,ijliao,林○婷,Lex Chien,PENNYKEN,陳淑娟,吳○賢,yutin,連○立,BobChao,盧○謙,KAI HARALD MICHAELIS,Sheng-HaoMa"},"prepare":false},{"id":"ADI","level":"co-promotion-partner","image":"https://coscup.org/2023-static/images/sponsor/ADI.png","link":"https://i.coscup.org/adi-2023","name":{"en":"Administration for Digital Industries, moda","zh-TW":"數位發展部  數位產業署"},"intro":{"en":"","zh-TW":""},"prepare":false},{"id":"III","level":"co-promotion-partner","image":"https://coscup.org/2023-static/images/sponsor/III.png","link":"https://i.coscup.org/iii-2023","name":{"en":"Institute for Information Industry","zh-TW":"資策會"},"intro":{"en":"","zh-TW":""},"prepare":false}]