{"tipics":[{"id":"prime","image":"https://coscup.org/2023/images/community/prime.png","link":"https://coscup.org/","name":{"en":"Prime Session","zh-TW":"Prime Session"},"intro":{"en":"The Prime session, which is similiar to the Keynote session in other conferences, will be opened by a distinguished figure from the open source community, invited by COSCUP and the community, to gently start the day with talks concerning slightly less technical, but nevertheless interesting topics. The closing prime session at the end of the day will help attendees digest the vast amount of insightful information collected throughout the day. This year, the Prime session will be held in Room RB, with the opening and closing sessions on day 1, as well as the opening session on day 2. Please refer to the schedule for the speakers and topics.","zh-TW":"Prime session 也就是其他會議的 Keynote session，會由 COSCUP 和社群邀請到開源界大人物以稍微不那麼技術性但仍然有趣的話題輕鬆開啟一天，以及安排在整日議程結束時的壓軸演說幫助與會者消化一整天所收集到的大量有見地的資訊。今年 Prime session將安排在 RB 議程廳的 day 1 開場和結束，以及 day 2 開場，講者及講題請參見議程表。"}},{"id":"main","image":"https://coscup.org/2023/images/community/main.png","link":"https://coscup.org/","name":{"en":"Main track","zh-TW":"主議程軌"},"intro":{"en":"The main tracks consist of a series of talks organized by topic, where the COSCUP program committee selects suggestions and actively invites speakers on those topics. The main tracks for this year's conference will be held in Room RB on day 1 and Room AU on day 2. Please refer to the schedule for specific topics.","zh-TW":"主議程軌由一系列按主題組織的演講組成，COSCUP 議程委員會從那些主題的建議中選擇並積極邀請演講者。今年的主議程軌 day 1 在 RB 會議廳，day 2 在 AU 會議廳，具體講題請參考議程表。"}},{"id":"lightning","image":"https://coscup.org/2023/images/community/lightning.png","link":"https://i.coscup.org/lightningtalk2023","name":{"en":"Lightning talk","zh-TW":"閃電秀"},"intro":{"en":"Lightning Talk is one of the most exciting parts of COSCUP.  We try our best to make it more exciting than ever before. This year, every speaker can have only 3 minutes!!","zh-TW":"每個講題 3 分鐘，時間一到就切掉您的畫面，並邀請觀眾拍手掌聲鼓勵。歡迎將您想曝光的 Projects、Idea 或小議題在這裡跟大家分享!"}},{"id":"bof","image":"https://coscup.org/2023/images/community/bof.png","link":"https://i.coscup.org/bof2023","name":{"en":"BoF/hacking room","zh-TW":"BoF 同好會 / hacking room"},"intro":{"en":"BoF session is an informal meet-up at conferences, where the attendees group together based on a shared interest and carry out discussions without any pre-planned agenda.\nAs lots of open-source lovers gather annually, COSCUP is the best place for holding BoFs about topics related to open source, community, and open culture.","zh-TW":"簡單說就是同樂會 — 有相同喜好的人、歡樂聚會的活動！BoF 是 COSCUP 每年的重頭戲之一，你們可以暢談彼此在相同主題上的新發現，又或者與其他只在網路上聊過天、卻沒見過面的「熟人」碰個面。COSCUP 年會聚集開放源碼社群成員，是舉辦和開源、社群及開放文化有關開源相關主題 BoF 的絕佳環境！歡迎開源社群在 COSCUP 期間舉辦 BoF 同好會！"}},{"id":"k8s","image":"https://coscup.org/2023/images/community/k8s.png","link":"https://community.cncf.io/events/details/cncf-kcd-taiwan-presents-kubernetes-community-days-taiwan-2023/","name":{"en":"Kubernetes Community Day Taiwan","zh-TW":"Kubernetes Community Day Taiwan"},"intro":{"en":"\nKubernetes Community Days (KCD) is an official community event supported and certified by the Cloud Native Computing Foundation (CNCF). The conference brings together users and technical professionals from the open source and cloud native community for education, collaboration, and sharing.\n\nKubernetes Community Days Taiwan (KCD Taiwan) is a local KCD community event organized by the Cloud Native Taiwan User Group (CNTUG). Its purpose is to use the power of the local community to encourage more people to participate in the Kubernetes community for mutual exchange and learning, and to sustain and develop the community.","zh-TW":"Kubernetes Community Days (KCD) 是由雲原生計算基金會 (CNCF) 支持與認證的官方社群組織活動，此會議集結來自開源和雲原生社區的使用者及技術人員，以進行教育、協作和分享。\n\n本次 Kubernetes Community Days Taiwan (KCD Taiwan) 是由台灣雲原生使用者社群 (Cloud Native Taiwan User Group, CNTUG) 所主辦的在地 KCD 的社群活動。其目的是透過本土社群的力量，讓更多人參與 Kubernetes 社群互相交流和學習，並以此持續發展和維持社群。"}},{"id":"go","image":"https://coscup.org/2023/images/community/go.png","link":"","name":{"en":"Golang Taiwan @COSCUP 2023","zh-TW":"Golang Taiwan @COSCUP 2023"},"intro":{"en":"Golang Taiwan, Gopher Taipei is one of the largest programming language communities in Taiwan. The group aims to build strong connections with gophers and learn Golang together, and it provides some opportunities for knowledge sharing with regular meetup.","zh-TW":"台灣 Go 程式語言 (Golang Taiwan, Gopher Taipei) 社群由一群熱愛 Go 語言的開發者所組成，目前已擁有超過 1 萬名社群成員。我們除了每個月舉辦技術聚會讓 Gopher 互相交流學習之外，也經常在社群內分享相關議題，並且樂於協助新入門的朋友們。"}},{"id":"mysql","image":"https://coscup.org/2023/images/community/mysql.png","link":"","name":{"en":"MySQL sharing platform","zh-TW":"MySQL共享平台"},"intro":{"en":"Taiwan MySQL user community is a place for sharing their experience and opinions about MySQL. Please visit our community facebook to know more about MySQL Taiwan User Group","zh-TW":"台灣MySQL便用者社群，為所有人提供分享和交流MySQL心得和知識的地方"}},{"id":"edge","image":"https://coscup.org/2023/images/community/edge.png","link":"","name":{"en":"Open Edge AI & TinyML","zh-TW":"Open Edge AI & TinyML"},"intro":{"en":"Recently, with the rapid progress of software, hardware and various AI algorithms, various intelligent applications have sprung up like mushrooms after rain. In the past, related applications such as AIoT still relied on cloud to provide AI computing services. Now it can be achieved completely offline. Applications such as voice wake-up, motion detection, anomaly detection, image classification, object detection and other applications can be realized. This session hopes to gather more like-minded partners to share their achievements in open source Edge AI (Edge intelligence) and TinyML (Tiny Machine Learning & AI). We hope to let more people understand this technology and land it so that they can have a more convenient life.","zh-TW":"近年來隨著軟韌硬體的飛快進步及各項AI算法的到位，各項智能應用如雨後春筍般快速掘起，過去像智慧物聯網(AIoT)等相關應用都還需仰賴雲端來提供AI運算服務，如今在完全離線下亦可以實現，像是語音喚醒、運動偵測、異常偵測、影像分類、物件偵測等應用。此次議程希望召集更多有志一同的伙伴來分享一下關於開源離網邊緣智能（Edge AI）及微型機器學習(TinyML)的成果，期待讓更多人了解這項技術並落地，以便擁有更方便的生活。"}},{"id":"coodfa","image":"https://coscup.org/2023/images/community/coodfa.png","link":"","name":{"en":"What else can be open besides data in agriculture?","zh-TW":"Open啥款！農業除了資料還能開放什麼？"},"intro":{"en":"The purpose of the Agricultural Open Data Community is to promote the development of Taiwan's digital agriculture and data technology through the power of non-governmental communities. At the same time, regular exchange activities are held to promote the exchange of digital tool usage experiences among developers, farmers, and users, nurturing Taiwan's agricultural digital technology ecosystem.","zh-TW":"農業開放資料社群的宗旨是以非政府的社群的力量，推動台灣數位農業與資料科技的落地發展。同時定期舉辦交流活動，促進開發者、農民與使用者等交換數位工具的使用心得，孕育台灣農業數位科技的生態系。"}},{"id":"readsourcecode","image":"https://coscup.org/2023/images/community/readsourcecode.png","link":"","name":{"en":"Let’s Read the Source Code","zh-TW":"帶您讀源碼"},"intro":{"en":"\nThe source code is the core of software, and by reading the source code, we can get closer to the soul of the software.\n\n“Let's Read the Source Code” is a program track designed to help participants delve deeply into the implementation of open-source projects, including various libraries, frameworks, and tools. You will have the opportunity to learn about the process of open-source projects, their architectural components, iterative history, operating principles, key code, and key algorithms. At the same time, you can also learn about the introduction and usage tips of related auxiliary tools.\n\nIn this program track, you can listen to developers sharing their understanding and experience with code, as well as the process of tracking and analyzing it. They will share the essence of the code with you, explain how it works, and how to improve it.\n\n“Let's Read the Source Code” will take you into the world of source code, deeply exploring the principles behind the software, allowing you to better understand the essence of programming.","zh-TW":"原始碼是軟體的核心，藉由閱讀原始碼，我們可以更靠近軟體的靈魂。\n\n「帶您讀源碼」議程軌旨在幫助參與者深入了解開源專案的實作方式，包括各種程式庫、框架和工具等。您將有機會學習開源專案的流程運作、架構組成、迭代歷程、運作原理、關鍵程式碼、關鍵演算法等方面的知識。同時，您還可以了解相關輔助工具的介紹和使用技巧。\n\n在這個議程軌中，您可以聽到開發者們分享他們對程式碼的理解和經驗，看到他們追蹤和分析的過程。他們會與您分享程式碼中的精華部分，解釋如何運作，以及如何改進。\n\n「帶您讀源碼」將帶您進入原始碼的世界，深入挖掘軟體背後的原理，讓您更加了解程式設計的本質。"}},{"id":"healthcare","image":"https://coscup.org/2023/images/community/healthcare.png","link":"","name":{"en":"Open standards and open source solutions for healthcare information.","zh-TW":"醫療資訊開放標準與開源解決方案"},"intro":{"en":"The Ministry of Health and Welfare has released the Taiwan Core Implementation Guide (TW Core IG) based on the HL7 FHIR open medical information standard in November 2022, and announced that the next generation of electronic medical records will adopt this standard. The Taiwan medical information industry is undergoing a significant transformation. How can open standards and open-source solutions assist the medical industry?\n\nThis session is jointly organized with the Taiwan Medical Imaging and Informatics Standards Association (MISAT), exploring the HL7 FHIR, DICOM open standards, and SVG, ODF, and other open formats that are highly regarded in the medical information field. We encourage speakers to present open-source software based on these standards and introduce their practical applications.\n\nExperts and developers from the medical information field are invited to discuss the application of open standards in the medical industry from the standard, application, and technical perspectives. Participants can gain an in-depth understanding of the advantages and practical applications of open standards from different angles. In terms of standard certification, we also plan to introduce the MI-TW joint testing activities to let interested vendors or developers understand the product testing process.\n\nIn addition, we will showcase related open-source tools at the community booth to demonstrate the practical application of these standards. Participants will learn how these tools can help medical institutions, long-term care units, and related organizations achieve painless interoperability of medical information, and assist in accelerating the digital transformation of the entire medical industry.","zh-TW":"衛福部已於 2022 年 11 月發布基於 HL7 FHIR 開放醫資標準的台灣核心規範（TW Core IG），並宣布次世代電子病歷將採用此標準，台灣醫療資訊產業正迎來重大變革，開放標準與開源解決方案又能如何協助醫療產業？\n\n本次議程將與台灣醫療影像資訊標準協會（MISAT）共同合辦，探討目前在醫資領域中備受矚目的 HL7 FHIR、DICOM 開放標準及 SVG、ODF 等開放格式，並鼓勵講者發表基於這些標準的開源軟體，並介紹這些標準／開源軟體在實際場域的應用。\n\n本議程邀請來自醫療資訊領域的專家與開發者，分別從標準面、應用面與技術面去探討開放標準在醫療產業的應用，讓參與者可以從不同角度深入了解開放標準的優勢與實際應用。在標準認證方面，我們也預計規劃 MI-TW 聯測活動介紹，讓有興趣的廠商或開發人員了解產品的參測流程。\n\n此外，我們也會搭配社群攤位展示相關開源工具，以呈現這些標準的實例應用，讓與會者知道這些工具如何具體的幫助醫療院所、長照單位及相關機構實現醫療資訊無痛互通，並協助加速整個醫療產業的數位轉型。"}},{"id":"postgresql","image":"https://coscup.org/2023/images/community/postgresql.png","link":"","name":{"en":"PostgreSQL.TW","zh-TW":"PostgreSQL.TW"},"intro":{"en":"All kinds of experiences related to PostgreSQL are welcome to be shared. Let's grow together with PostgreSQL and contribute to the community.\n\nWe are looking forward to topics related to OpenStreetMap, Wikidata, or other open content, such as Wikimedia movement projects, Wikipedia, Wiki Commons, etc.","zh-TW":"各種有關於 PostgreSQL 的人事物經驗都歡迎分享。\n與 PostgreSQL 一起成長，和社群一同共好。"}},{"id":"mapwiki","image":"https://coscup.org/2023/images/community/mapwiki.png","link":"","name":{"en":"OpenStreetMap x Wikidata Open Content Track","zh-TW":"OpenStreetMap x Wikidata 開放內容議程軌"},"intro":{"en":"This track has topic about OpenStreetMap, or open content related topics like Wikimedia movement project Wikipedia, Wiki Commons etc.","zh-TW":"本議程是關於 OpenStreetMap 或是其他開放內容有關的主題，例如維基媒體運動相關專案，維基百科、維基共享資源等等。"}},{"id":"chatbot","image":"https://coscup.org/2023/images/community/chatbot.png","link":"","name":{"en":"Chatbot Developers Taiwan","zh-TW":"Chatbot Developers Taiwan"},"intro":{"en":"Chatbot Developers Taiwan Community is dedicated to providing a platform for discussing chatbot-related applications. We hold regular meetups in Taipei and Taichung every month, featuring guest speakers and discussions on the latest developments and topics related to chatbots and AI. We welcome everyone to actively participate in sharing and exchanging ideas, and hope that everyone can benefit from these events.","zh-TW":"Chatbot Developers Taiwan 社群致力於提供一個討論聊天機器人的相關應用的社群。在台北、台中每個月皆有一次的定期 meetup 聚會，每回小聚都會安排講者主題分享、新知討論，環繞在 chatbot 與 AI ，及大家共同關心的話題中。歡迎大家踴躍分享、自由與會眾交流，也期望大家可以在分享中得到收穫。"}},{"id":"blockchain","image":"https://coscup.org/2023/images/community/blockchain.png","link":"","name":{"en":"Blockchain and Distributed Ledger","zh-TW":"Blockchain and Distributed Ledger"},"intro":{"en":"Blockchain enpowers a decentralized and trustless world. It is a combination of several fields such as cryptography, consensus algorithm and economic models. Since Satoshi Nakamoto published Bitcoin on 2008, there were countless technology rised and developed. Among those, the advanced technology such as Ethereum Smart Contract, Proof of Stake, Zero-knowledge Proof, and sharding are getting more mature. We would like to sincerely invite submissions from academia, industry and any individual who are intereted in this area. These topics include, but are not limited to:\n\n    - Sharding\n    - Performance, Scalability Issues\n    - Security and Privacy Issues\n    - Zero Knowledge Proof\n    - Consensus Algorithms\n    - Blockchain-based Applications\n    - Decentralized App Development\n    - Smart Contracts\n    - Regulations and Policies in Cryptocurrency\n    - Token Economy\n    - Decentralized Internet Infrastructure","zh-TW":"Blockchain enpowers a decentralized and trustless world. It is a combination of several fields such as cryptography, consensus algorithm and economic models. Since Satoshi Nakamoto published Bitcoin on 2008, there were countless technology rised and developed. Among those, the advanced technology such as Ethereum Smart Contract, Proof of Stake, Zero-knowledge Proof, and sharding are getting more mature. We would like to sincerely invite submissions from academia, industry and any individual who are intereted in this area. These topics include, but are not limited to:\n\n    - Sharding\n    - Performance, Scalability Issues\n    - Security and Privacy Issues\n    - Zero Knowledge Proof\n    - Consensus Algorithms\n    - Blockchain-based Applications\n    - Decentralized App Development\n    - Smart Contracts\n    - Regulations and Policies in Cryptocurrency\n    - Token Economy\n    - Decentralized Internet Infrastructure"}},{"id":"rust","image":"https://coscup.org/2023/images/community/rust.png","link":"","name":{"en":"Rust","zh-TW":"Rust"},"intro":{"en":"all open source topics related to Rust.","zh-TW":"所有 Rust 相關開源議題。"}},{"id":"osln","image":"https://coscup.org/2023/images/community/osln.png","link":"","name":{"en":"Open Licensing","zh-TW":"開放授權的克萊兜史夠普"},"intro":{"en":"All kind of topics related to Public Licenses, such as FOSS, CC, Open Data, or OpenRAIL licenses are welcome.\n\n- Content of FOSS licenses or any related issues.\n- Problems and the measures for resolving them.\n- Latest relevant licenses,  such as Mulan series licenses, or AI related open source license.\n- Issues rise during commercial use of FOSS, such as SPDX, Open Chain.\n- Licenses or issues about open font, open document etc.\n- Licensing issues derived from the contribution of FOSS projects, such as Contributor License Agreement (CLA).\n- Legal related problems encountered in management of FOSS projects.","zh-TW":"這個社群議程軌以自由開源授權條款（以下直接簡稱為「條款」）為主軸，包含但不限於以下議題：\n\n(1) 條款內容或焦點議題；\n(2) 條款在實際應用上發生的問題與應對措施；\n(3) 新興的焦點條款，例如木蘭系列許可證、開源 AI 相關條款等；\n(4) 商業應用自由開源軟體所碰到的授權或其他周邊議題，例如 SPDX、Open Chain 等；\n(5) 開放字型、開放文件等的授權內容或相關議題；\n(6) 貢獻源碼、文件等內容給自由開源軟體專案所衍的授權議題，例如貢獻者條款 (Contributor License Agreement, CLA) 等；\n(7) 自由開源軟體專案在管理運作上所遇到的法律相關問題。"}},{"id":"newcom","image":"https://coscup.org/2023/images/community/newcom.png","link":"","name":{"en":"Open Source Newbies","zh-TW":"開源新手村"},"intro":{"en":"The Open Culture Foundation's vision has always been to continuously promote open culture and technology, using them to lead the world towards a better future. Through \"Newbie Village,\" we aim to introduce the fundamental principles of open-source, open technology, and open-source philosophy to those who are attending COSCUP or participating in an open-source project for the first time.","zh-TW":"持續讓更多人知道開放文化和科技，用它們來引領世界走向更美好的未來，一直是開放文化基金會的願景。我們希望透過新手村，把最基礎、最根本的開放原始碼、開放科技、開源理念帶給第一次到 COSCUP 或是第一次參與開源專案的夥伴。"}},{"id":"hardware","image":"https://coscup.org/2023/images/community/hardware.png","link":"","name":{"en":"Open Source Inpired Hardware","zh-TW":"Open Source Inpired Hardware"},"intro":{"en":"With Google Open Silicon project, we have final conquer to last mile of setting hardware free. 2 years ago, we have invited Google, QuickLogic and Efabless to talk about their ambition to set the toolchain and manufacturing \"free.\" Last year, we have invited people who made their own chips/semiconductors. This year, we going to introduce you even more !","zh-TW":"With Google Open Silicon project, we have final conquer to last mile of setting hardware free. 2 years ago, we have invited Google, QuickLogic and Efabless to talk about their ambition to set the toolchain and manufacturing \"free.\" Last year, we have invited people who made their own chips/semiconductors. This year, we going to introduce you even more !"}},{"id":"art","image":"https://coscup.org/2023/images/community/art.png","link":"","name":{"en":"Interdisciplinary Practice of Art, Culture, Local Context, and Open Data.","zh-TW":"藝術、文化、地方脈絡與開放資料的跨域練習"},"intro":{"en":"In recent years, there have been many organizations in Taiwan that are not simply art organizations, but rather bring together professionals from various fields through issue-based events to raise questions and bring different aspects of society to light. These organizations have different characteristics and purposes, but should we define the core of these organizations? And in cross-disciplinary dialogues, how can we first understand each other's language, try to make our own expertise understood, and expand possibilities? If we hope to reach various knowledge levels and encourage more people to participate in related fields of research and policy promotion, what exactly is \"openness\" and how should we approach it?","zh-TW":"近年來臺灣有許多組織的型態並非單一的藝術組織，而是透過議題是的發生，結合各種不同領域的專業，進行對社會的提問，促使社會的各種面向被看見。這些組織特性以及目的皆不同，我們究竟應不應該定義組織的核心？又或者我們在進行跨域對話的時候，如何先從理解對方語言，在試著把自己的專業讓彼此了解，進而擴大各種可能性。若我們希望擴及各大的知識層面，促使更多人加入相關領域的研究和政策的推進，『開放』究竟是什麼？應該怎麼做？"}},{"id":"ruby","image":"https://coscup.org/2023/images/community/ruby.png","link":"","name":{"en":"Ruby","zh-TW":"Ruby"},"intro":{"en":"The topic may include Ruby, Rails, related or alternative frameworks, community, diversity, indie-devs, mentorship, and career progression.","zh-TW":"主題包括 Ruby 語言、Rails 框架或任何相關的 framework，社群經營以及職涯經驗分享等。"}},{"id":"jvm","image":"https://coscup.org/2023/images/community/jvm.png","link":"","name":{"en":"JVM United","zh-TW":"JVM 聯合國"},"intro":{"en":"JVM as a platform is becoming a mature ecosystem for developers. It’s stable, enterprise-ready, and nurtures the languages such as Java, Kotlin, Scala, Clojure, Groovy, etc. Our goal is to collect all the topics that are related to frontend, backend, desktop, mobile, native and cross-platform, and explore the potential of JVM.","zh-TW":"JVM（Java Virtual Machine）做為一個平台，已經演化成一個完整的生態系。其穩定與跨平台的特性已被各大企業驗證，也蘊育出 Java、Kotlin、Scala、Clojure、Groovy 等語言，可謂百家爭鳴、大放異彩。近年來 Kotlin 漸受重視、GraalVM 帶來更多可能。今年 COSCUP 依照往例，由台灣 JVM 相關社群再次組成聯盟，號召各方好手，匯集了與 JVM 應用有關的主題，包括但不限於前後端、桌面或行動應用、原生與跨平台…等，一起探索 JVM 的無限潛能。"}},{"id":"php","image":"https://coscup.org/2023/images/community/php.png","link":"","name":{"en":"Upgrade the Brain and Double, Triple the Development Energy of Laravel and Vue Communities.","zh-TW":"大腦升級，讓Laravel和Vue的社群開發能量翻倍再翻倍"},"intro":{"en":"Laravel Taiwan and Vue Taiwan are both communities founded by members who love the respective technologies, aiming to provide a platform for sharing and exchanging ideas related to Laravel and Vue.js, including topics, projects, techniques, and jobs. In the past two years, the two communities joined forces to hold {Laravel x Vue} Conf Taiwan, inviting experts from various fields to come and join the event, hoping to create a good learning and communication environment for technology enthusiasts. Through the community schedule and booth at this year's Coscup, we hope to promote and share related technologies.","zh-TW":"Laravel Taiwan 和 Vue Taiwan 都是由熱愛相應技術的社群成員共同創立的社群，旨在提供對於 Laravel 和 Vue.js 相關議題、專案、技術以及工作的朋友們進行分享與交流的平台。去年與前年，兩個社群更攜手舉辦了 {Laravel x Vue} Conf Taiwan，廣邀各界技術高手前來共襄盛舉，希望能為技術愛好者打造一個良好的學習和交流環境。希望透過本次Coscup的社群議程與攤位，進行相關技術的推廣與分享。"}},{"id":"wikimedia","image":"https://coscup.org/2023/images/community/wikimedia.png","link":"","name":{"en":"Open knowledge and diverse values","zh-TW":"開放知識與多元價值"},"intro":{"en":"This program will focus on how to make the open knowledge movement more diverse. It will discuss how to encourage underrepresented groups to participate in the Wikimedia movement, how to make the movement itself more friendly to diversity, how to allocate resources fairly and properly, and how to coordinate all open knowledge movements in Taiwan while respecting the thematic differences of different groups.","zh-TW":"本議程將聚焦於如何使開放知識運動更具備多元性。討論如何鼓勵代表性不足的群體投入維基媒體運動、如何使運動本身對多元價值更加友善、如何公平且妥善地配置資源，以及如何在尊重不同群體主題性的前題下，協調台灣的所有開放知識運動進程。"}},{"id":"design","image":"https://coscup.org/2023/images/community/design.png","link":"","name":{"en":"Open Design","zh-TW":"Open Design"},"intro":{"en":"Many people think that just by releasing data, making it public on the Internet, and collaborating with others is what \"open source\" means. However, open source does have a definition, and we are fortunate to have references to other people's discussions1 that give us a preliminary idea2 of open source design.\n\nIn this session, we invited interested peers to discuss how \"open source\" culture is developing in design, and what limitations it may encounter.\n\n*1 FOSDEM 2020 schedule: https://archive.fosdem.org/2020/schedule/event/what_are_we_talking_about_when_we_say_open_design/\n*2 Referring to the COSCUP program committee's discussion on Open Source Design, open source in the field of design should include at least one of the following:\n(1) Use open source software as a design tool.\n(2) Use materials published under free/open licenses by others.\n(3) Use open file formats for storage and distribution, defined as formats that can be correctly opened by at least one free/open source software and are not created solely by a single vendor.\n(4) Publish design work under an open/free license, authorizing public use.","zh-TW":"很多人以為，只要把資料放出來、公開在網路上、和人協作，就是所謂的「開源」。但其實開源是有定義的，而我們也很有幸可以參考其他人的討論*1，對開源設計有一個初步的想望*2。\n在這個議程中，我們邀請了有興趣的同好一起來討論「開源」文化走進設計時，會怎麼發展，會遇到什麼樣的限制。\n\n*1 FOSDEM 2020 議程：https://archive.fosdem.org/2020/schedule/event/what_are_we_talking_about_when_we_say_open_design/\n*2 參考先前 COSCUP 議程組對於 Open Source Design 討論的文件，設計領域的開源應包含以下至少其一：\n(1). 使用開源軟體作為設計工具\n(2). 採用他人以自由/開源授權條款發表的素材\n(3). 檔案使用開放檔案格式儲存散佈，其定義為至少有一個自由/開源軟體可正確開啟、非由單一廠商私自訂立的格式\n(4). 設計成品以開放/自由的授權條款發表，授權大眾使用\""}},{"id":"sitcon","image":"https://coscup.org/2023/images/community/sitcon.png","link":"","name":{"en":"Student Adventure Time","zh-TW":"學生社群大亂鬥"},"intro":{"en":"Students will bring a series of interesting adventure-themed presentations, including challenging their own skills, creative thinking and problem-solving abilities, as well as experiencing true teamwork spirit. These presentations will be shared by speakers who will share their experiences and skills, allowing students to enjoy the fun of adventure while learning.","zh-TW":"學生社群大亂鬥是由 SITCON 學生計算機年會與 Google Developer Student Clubs Taiwan & Hong Kong (GDSC) 組成的學生社群議程軌。"}},{"id":"system","image":"https://coscup.org/2023/images/community/system.png","link":"","name":{"en":"System Software","zh-TW":"System Software"},"intro":{"en":"Under the hood of engine chamber and beneath the cover of shiny facade, system software is what makes your system work.","zh-TW":"Under the hood of engine chamber and beneath the cover of shiny facade, system software is what makes your system work."}},{"id":"pycon","image":"https://coscup.org/2023/images/community/pycon.png","link":"","name":{"en":"PyCon TW Community","zh-TW":"PyCon TW 社群聚"},"intro":{"en":"Do you want to know the story of PyCon TW over the past decade? Are you curious about the development experience of Python experts? We invited speakers to give talks and share the secrets of the conference with everyone at COSCUP. We are looking forward to meeting you at COSCUP 2023!","zh-TW":"想知道 PyCon TW 走過十幾個年頭的酸甜苦辣嗎？想聽聽厲害的講者分享 Python 相關的開發經驗嗎？我們在 COSCUP 與大家交流研討會舉辦秘辛，並邀請優秀的講者來與我們分享精彩演講！期待在 COSCUP 2023 與您相見！"}},{"id":"google","image":"https://coscup.org/2023/images/community/google.png","link":"","name":{"en":"Party for Google developers","zh-TW":"Google開發者派對"},"intro":{"en":"This track contains Google Kubernetes Engine related topics, such as:\n\n    - Android/Java/Kotlin\n    - Google Cloud\n    - Flutter\n    - Google Assistant (AOG)\n    - TensorFlow\n    - WTM","zh-TW":"本議程包含了關於 Google Kubernetes Engine 的相關議題：\n\n    - Android/Java/Kotlin\n    - Google Cloud\n    - Flutter\n    - Google Assistant (AOG)\n    - TensorFlow\n    - WTM"}},{"id":"o-ran","image":"https://coscup.org/2023/images/community/o-ran.png","name":{"en":"O-RAN in B5G/6G","zh-TW":"O-RAN in B5G/6G"},"intro":{"en":"This track is focused on open network technologies related to Radio Access Network (RAN), B5G/6G, and software-defined networking (SDN).","zh-TW":"此議程軌設立目的是希望能集結社群及產官學界無線存取網路（RAN）、B5G/6G和軟體定義網路（SDN）相關的開放網路技術研究者及愛好者一起交流！"}},{"id":"firmware","image":"https://coscup.org/2023/images/community/firmware.png","link":"","name":{"en":"Open Source Firmware","zh-TW":"Open Source Firmware"},"intro":{"en":"The Open Source Firmware track will be organized by members of the Open Source Firmware Foundation who have extensive experience organizing in-person and remote conferences like the Open Source Firmware Conference and European coreboot Conference.","zh-TW":" 韌體是控制硬體設備的低層軟體，是最為基礎的啟動代碼。我們的基本原則是，透過公開並自由提供韌體的源代碼，開發社群可以合作改進和精進韌體，從而打造更安全、穩定和可靠的韌體，造福於所有人。同時，這也提供了更大的自定義和彈性，使用者可以簡便地修改韌體以滿足其特定需求。目前市場上大部分流通的韌體是閉源和專有的，這把它放在了我們通往自由和開源的前沿。\n\n開源韌體專題旨在舉辦探索自由和開源韌體開發現狀和未來方向的分享會。\n\n無論 CPU 架構或廠商如何，開源韌體專題都將接受 BIOS/UEFI、BMC 和嵌入式設備韌體的演講提案。我們將優先考慮項目和架構的多樣性，以確保涵蓋各種主題並具有吸引力。我們還會優先選擇獨立項目而非商業項目，以實現公平競爭。\n\n我們相信，開源韌體專題將與 COSCUP 的現有系統軟體社區主題緊密結合，擴展到特定設備韌體的世界。  "}},{"id":"julia","image":"https://coscup.org/2023/images/community/julia.png","link":"","name":{"en":"Julia Language","zh-TW":"Julia Language"},"intro":{"en":"Julia is a new high-level, high performance dynamic language. It originates from high performance scientific computing, and develops general-purpose programming language. Leveraging the power of LLVM and elegance of language design make high performance computation possible. Since the ease of use and high performance, Julia is suitable for rapid development for artificial intelligence (AI) and machine learning (ML). It support distributed computing, parallelism and concurrency. Julia support imperative programming, object-oriented programming, functional programming and generic programming etc. These programming paradigm enriches the language. Please check official website for more information: http://julialang.org","zh-TW":"Julia 是一個新興的高階、高效動態語言，以高效科學運算為原點，發展成一種通用語言，得力於 LLVM，加上語法本身優雅而精巧的設計，促成了高效的特性。由於易於開發而高效的特性，Julia 非常適合發展人工智慧及機器學習演算法，並且支援分散式運算、平行運算及共時。Julia 支援命令式、物件導向、函數式、泛型等等程式設計典範，讓這個語言更加豐富。"}},{"id":"toedu","image":"https://coscup.org/2023/images/community/toedu.png","name":{"en":"Open Education","zh-TW":"開放教育"},"intro":{"en":"The Open Education track aims to further explore topics related to Open Education Resources and Open Source Education through sharing sessions. Including discussions on issues related to open education, from open courses and education resources to the training and continuation of open source contributors. Session topics have included, but are not limited to:\n\n    - How to educate the next generation of open source contributors\n    - Planning of FLOSS project related courses\n    - User analysis of open course platforms and open educational resourses\n    - Experiences in hosting or participating in open source communities related to education\n    - The usage of FLOSS and open source concept in different educational scenarios.","zh-TW":"開放教育議程軌，期望透過議程分享進一步探討有關開放教育資源（Open Education Resources）與開源教育（Open Source Education）等，和開放與教育相關的議題，從開放式課程、教材到開源貢獻者的培育與傳承等。本議程主題包含但不限於：\n\n    - 如何培育下一代開源貢獻者\n    - 藉由 FLOSS 專案進行課程規劃的分享\n    - 開放式課程與開放教育教材的使用者分析\n    - 與教育有關的開源社群籌辦或參與經驗\n    - FLOSS 概念及開源精神在教育現場的應用情境"}},{"id":"career","image":"https://coscup.org/2023/images/community/career.png","name":{"en":"Open Source and Career Growth","zh-TW":"開源與職涯"},"intro":{"en":"This track discusses career growth and open source. Including but not limited to\n\n1. Technological growth\n2. Open source tools\n3. Start a business ","zh-TW":"討論開源為你的職涯帶來什麼樣的影響與成長，包含且不限於以下主題：\n\n1. 技術成長：分享影響您覺得超棒的開源學習教材，讓您自身技術得到成長，或是點了新的技能樹，應用在工作或是求職中！\n2. 開源工具：透過開源工具，為你的工作帶來不同的改變，如效率上的提升，或是團隊的合作等議題\n3. 開創事業：利用開源工具展開新的事業可能性，或是自身透過開源進行創業的經驗分享"}},{"id":"ai","image":"https://coscup.org/2023/images/community/coscup.png","name":{"en":"Open Source AI","zh-TW":"開放 AI"},"intro":{"en":"all topics related to artificial intelligence and open source. including but not limited to\n\n1. Introduction and sharing of public datasets\n2. AI research using open source tools\n3. The AI project you want to promote\n4. How to open source AI\n5. The past and future of AI open source","zh-TW":"所有與人工智慧與開源的議題。包含且不限於\n1. 公開資料集的介紹與分享\n2. 利用開源工具進行的 AI 研究\n3. 您想推廣的 AI 專案\n4. AI 怎麼進行開源\n5. AI 開源的過去與未來展望"}},{"id":"healing","image":"https://coscup.org/2023/images/community/coscup.png","link":"https://blog.coscup.org/2023/07/introducing-healing-market-with-yoga.html#healing_session","name":{"en":"Diversity and Inclusivity in Tech - Healing Lectures","zh-TW":"科技領域的多元共融 - 療癒講座"},"intro":{"en":"We are curious about the diverse voices in the field of technology and how people can promote openness and mutual prosperity in this area. We are concerned with workplace safety, gender equality, and multiculturalism. Possible topics may include (but are not limited to) how women can overcome gender discrimination in the workplace, the challenges and resilience of gender diversity in the technology field, how wealth disparity leads to information discrepancies and its remedies, and so on. We are curious about how individuals can break away from the unjust social system and take real action and self-empowerment when they hold justice and ideals in their hearts.","zh-TW":"我們好奇科技領域內的多元聲音，以及人們如何促進科技領域的開放共榮。我們關注職場安全、性別平等、多元文化，題目可包含（但不限）女性在職場環境裡如何突破職場的性別歧視、多元性別在科技領域裡的困境與復原力、貧富差距如何造就資訊差異及其補救措施⋯⋯等等。我們好奇的是，當人內心懷抱正義與理想時，要如何在舊有的不正義社會輪帶中脫離，又如何真正地行動與自我賦能。 "}},{"id":"world","image":"https://coscup.org/2023/images/community/world.png","name":{"en":"Open World Tour","zh-TW":"Open World Tour"},"intro":{"en":"Open World Tour is a session track based on the experience sharing of overseas  (international) open source related seminars, conferences or the community introductions. ","zh-TW":"Open World Tour 是一個以海外開源相關研討會經驗分享或是海外相關社群聚落的生態介紹等有關的議程軌，讓與會的會眾們能夠透過您來認識國際的開源社群/研討會。"}},{"id":"japan","image":"https://coscup.org/2023/images/community/japan.png","link":"","name":{"en":"Open Source People Network (OSPN) Japan Special track","zh-TW":"Open Source People Network (OSPN) Japan Special track"},"intro":{"en":"In this track, speakers from OSPN (Open Source People Network) Japan will present the newest open source related topics in Japan. The speakers are willing to share, to communicate and to interact with COSCUP attendees.\n\nこのトラックでは、OSPN（Open Source People Network）Japan のスピーカーの方々が日本で最新のオープンソース関連トピックを紹介します。COSCUPの参加者と情報共有し、コミュニケーションを図り、交流することを望みます。\n","zh-TW":"本議程邀請日本的開源社群 OSPN (Open Source People Network) 的講者，來分享日本開源相關議題的現況，並和 COSCUP 會眾進行國際交流。"}},{"id":"misc","image":"https://coscup.org/2023/images/community/misc.png","link":"https://coscup.org","name":{"en":"Misc. - Other Free Libre Open Source Topics","zh-TW":"綜合議程—其他開源議題"},"intro":{"en":"various kind of FLOSS-related topics in this track.","zh-TW":"一如往常的 COSCUP 一樣，此軌包含各種與開放、開源等議題的內容。"}},{"id":"workshop","image":"https://coscup.org/2023/images/community/workshop.png","link":"https://blog.coscup.org/2023/05/the-design-we-open.html","name":{"en":"Workshop - The Design We Open Hackathon","zh-TW":"The Design We Open - 網路中斷黑客松"},"intro":{"en":"【The Design We Open- Hackathon- Internet Shutdowns】workshop is a one day event inviting #programmers, #coders, #designers and problem solvers to create MVP in a 6 hour workshop that prepares us for an internet shutdowns scenario. Participants will collaborate in teams to develop innovative open design applications. They shall use the design thinking principles as a tool in fostering opportunities for cross-border, interdisciplinary, so that all talents from various fields can interact. Don't miss this chance to gain hands-on experience and connect with open design enthusiasts from Taiwan and beyond.","zh-TW":"一場以網路中斷為題而進行演練的黑客松\n25 位勇者、1 天、6 小時的腦力激盪，在每一個發想、每一個挑戰裡與多方志士熱鬧尬腦， 一起學習如何以鍵盤來協作與在危機裡自救\n今年的 COSCUP 大會期間，我們邀請到了英國的 Superbloom 和台灣的  IxDA Taiwan 一起舉辦實體的 The Design We Open - 網路中斷黑客松  ✨✨\nSuperbloom 是來自英國的 NGO，主要致力於軟體和設計、產品的多元化及推廣；而 IxDA 是專注於互動設計及使用者體驗設計的專業社群。\n"}},{"id":"parent-child-workshops","image":"https://coscup.org/2023/images/community/parent-child-workshops.png","link":"https://blog.coscup.org/2023/07/parent-child-workshops.html","name":{"en":"Parent-Child Workshops","zh-TW":"親子工作坊：《自己的掌上電玩遊戲自己做》, 《海龜塗鴉機器人》, 《伴伴學焊接很容易》 "},"intro":{"en":"Parent-Child Workshops: We welcome you to bring your children to participate in hands-on activities and introduce them to the world of open-source early on. This time, we have three workshops: \"One-Day Soldering Workshop,\" \"Turtle Doodle Robot,\" and \"DIY Handheld Gaming Console\" (tentative names). The registration details for these workshops has been announced. We encourage young children to join us at COSCUP!","zh-TW":"親子工作坊：歡迎帶小朋友來動手做，提早認識開源領域，這次有三個課程「伴伴學焊接很容易」、「海龜塗鴉機器人」、「自己的掌上電玩遊戲自己做」報名資訊也已公告，歡迎小小朋友一同來 COSCUP！"}},{"id":"healingMarket","image":"https://coscup.org/2023/images/community/healingMarket.png","link":"https://blog.coscup.org/2023/07/introducing-healing-market-with-yoga.html","name":{"en":"Healing Market: The popular massage station, mindfulness meditation, and red wine yoga.","zh-TW":"療癒市集：按摩小棧、冥想正念、紅酒瑜珈"},"intro":{"en":"Healing Market: The popular massage station, mindfulness meditation, and red wine yoga received continuous praise, and this year we will once again provide on-site services for attendees. The detailed registration information has been announced. Please refer to the detailed event page and registration.","zh-TW":"療癒市集：按摩小棧、冥想正念、紅酒瑜珈好評不斷，今年依舊提供現場會眾服務，請參考詳細的活動頁面與報名，而今年我們也舉辦議程軌「療癒講座」募集了８個稿件分享關於科技領域的多元共融議題，歡迎聆聽！"}}]}