{"uuid":"e305bb06-fb54-4e58-89de-0c18cb12a991","meta":{"title":{"en":"Guidelines for Prevention and Protection of COVID-19 in the COSCUP","zh-TW":"COSCUP COVID-19 防疫守則"},"description":{"en":"COSCUP will follow the guidelines of prevention and control of COVID-19 issued by Central Epidemic Command Center (CECC). Please follow the instructions carefully to protect yourself and others. ♥️","zh-TW":"因應 COVID-19 疫情，COSCUP 參考中央流行疫情指揮中心的防疫措施，發布大會實體活動防疫守則。請您與我們一同遵守，保護自己與他人的健康。♥️"}},"content":{"en":"# Guidelines for Prevention and Protection of COVID-19 in the COSCUP\n\n:::info\nCOSCUP will follow the guidelines of prevention and control of COVID-19 issued by Central Epidemic Command Center (CECC). Please follow the instructions carefully to protect yourself and others. ♥️\n\nFollowing the instructions by the CECC, the modification might be made at anytime without notice, please come back to this page for regular update.\nLatest update: 2020-07-06\n:::\n\n## Prevention and Protection Strategy\n\n1. **Every participant should fill out the Personal Health Declaration Form.** After filling out the form, you will get your personal QR-Code that will allow you to attend our physical events. The information you provide is only saved in case of any emergency contact needed. Please be sure to save the QRCode carefully as it cannot be retreive again after lost. If you lost your QRCode, the only way you can do is to fill out the form again. (The Personal Health Declaration Form will be open for review on July 20, 2020 and open for submission on July 30, 2020. If you have any concern about The Personal Health Declaration Form, be free to contact us for any suggestions.) If you cannot fill the form with any electrical device on the day of the event, we will provide you with printed form. Please hand it over to us after filling it.\n2. According to the CECC, a social distance of 1.5 meters(indoor) and 1 meter(outdoor) shall be maintained, and people are urged to wear facemasks in crowded and cofined spaces. **Every participant shall keep their facemask on during our events.**\n3. **The contact-information-based measures will be implemented in our physical events**. Participants shall receive badges at checkin counter with the QRCode you get after filling out The Personal Health Declaration Form. Only those who have badges can enter our event buildings. You will have to wear the badge when you enter AU conference hall, passing the entrance of TR Building at 1F, and RB105 conference room. Please be sure to checkin and get your badges before entering the event buildings.\n4. **The number of people is limited in every room.** There will be staff monitoring the number of people in rooms. Please follow the instructions of our staff and not to enter if the room has reached its maximum allowance. We will post QRCode at the entrance of each rooms, providing a way for you to record your footprints during events. You are encouraged to scan the QRCode for faster contact in emergency need.\n5. If you don't feel well or under home isolation, quarantine or self-health management, please stay at home and have a good rest.\n\n## For Participants\n\n1. Fill out the Personal Health Declaration Form\n2. Wear facemasks: Please keep your facemasks on during our events. Bringing more than one facemask is highly recommended.\n3. Wash your hands frequently and spray 75 percent alcohol disinfectant to clean your hands and seats.\n4. When you move to other spaces, please clean the desk before use.\n\n## For COSCUP\n\n1. COSCUP will use a diluted bleach solution to clean and disinfect all the venues and equipments.\n2. Ear thermometers will be prepared at the information desk in TR Building. If you don't feel well, please go to check your body temperature.\n3. 75 percent alcohol disinfectants are available on the registration desk and the information desk.\n\n## Personal Data Protection Declaration\n\n1. All the collected data are used to prevent COVID-19 and will be deleted after 28 days. The records of entering the buildings and session rooms are solely used in response to the pandemic. COSCUP will contact participants of a close or proximate contact of a confirmed or suspected case and provide the records for the local government and CECC of Taiwan.\n2. [Data Protection Declaration of COSCUP](http://goo.gl/iSUJZC)\n","zh-TW":"# COSCUP COVID-19 防疫守則\n\n:::info\n因應 COVID-19 疫情，COSCUP 參考中央流行疫情指揮中心的防疫措施，發布大會實體活動防疫守則。請您與我們一同遵守，保護自己與他人的健康。♥️\n\n防疫守則將視疫情發展與中央疫情疫情指揮中心指示有所變動，所有更動將不另通知，請在會前持續回來關心。最終版預計在 2020-07-20 發布。\n最新更新時間：2020-07-06\n:::\n\n## 防疫要點\n\n1. **每位參與者須線上填寫個人(健康聲明表)**，填完健康聲明表可獲得專屬入場 QR Code 與代號，即能參與 COSCUP 2020 大會實體活動，該 QRCode 請務必妥善保管，因資料僅供儲存用，遺失將無法取回，僅能再度填寫聲明表領取全新的 QRCode。(健康聲明表將在 2020-07-20 開放檢視，2020-07-30 開放填寫，若對健康聲明表有疑慮者歡迎向大會提出建議)。若當日無法使用電子設備進行填寫者，大會將提供紙本聲明書，請填妥後交由大會工作人員。\n2. 配合防疫措施：「保持社交距離（室內 1.5 公尺、室外 1 公尺），無法維持社交距離時，應戴口罩」，**參與者進入會場，應全程配戴口罩。**\n3. **COSCUP 會場進出採實名制**，參與者須憑 QRCode 於報到處報到換取識別證，有識別證之參與者方可進入會場，工作人員將在 AU 演講廳、TR 1 樓、RB 105 入口檢查參與者識別證，請務必先完成報到領取識別證後再行入場。\n4. **各議程廳採人數總量管制**，會議室將有工作人員管控會議室內部人數，請聽從工作人員指示，若會議室已達人數上限請勿進入。會議室門口將會放置 QRCode 供參與者掃描紀錄自己進出會議室時間，歡迎參與者自行掃描，以便於疫調需求時於第一時間通知。\n5. 若有身體不適或具感染風險（居家隔離、居家檢疫、自主健康管理）等情形者，請在家裡好好休息，勿前往 COSCUP 會場。\n\n## 參與者防疫準備\n\n1. 填寫健康聲明書\n2. 須攜帶口罩：進入會場應戴口罩，可以隨身多備 1~2 枚口罩。\n3. 勤洗手，可搭配酒精消毒手部與座位。\n4. 議程移動時，請大眾自行消毒桌面。\n\n## 大會防疫準備\n\n1. 大會前一天與第一天會議結束時，工作人員以漂白水做全區域消毒，消毒範圍包含：室內與走廊地板、門把、窗戶把手、按鈕、電器開關、課桌椅、洗手臺、樓梯扶手。\n2. 大會服務處將備有額溫槍/耳溫槍，若有身體不適者，可前往服務台量測。\n3. 大會報到處與服務台備有消毒用酒精，如有需要，可自行取用。\n\n## 隱私聲明\n\n1. 大會配合防疫期間所蒐集的資料，將在資料蒐集日起 28 天後刪除。參與者進出各館與各廳紀錄將作為疫情管控使用，若會後有任何疑似感染情況，大會將主動通知可能被影響的群眾，且得提供衛生主管機關依傳染病防治法等規定進行疫情調查及聯繫使用。\n2. COSCUP 隱私聲明：http://goo.gl/iSUJZC\n"}}